{
  "chuong_id": "chuong_12",
  "chuong_title": "Chương XII",
  "chuong_name": "NHỮNG QUY ĐỊNH ĐỐI VỚI NGƯỜI DƯỚI 18 TUỔI PHẠM TỘI",
  "dieu_list": [
    {
      "dieu_id": "dieu_90",
      "dieu_title": "Điều 90. Áp dụng Bộ luật hình sự đối với người dưới 18 tuổi phạm tội",
      "dieu_content": "Người từ đủ 14 tuổi đến dưới 18 tuổi phạm tội phải chịu trách nhiệm hình sự theo những quy định của Chương này; theo quy định khác của Phần thứ nhất của Bộ luật này không trái với quy định của Chương này."
    },
    {
      "dieu_id": "dieu_91",
      "dieu_title": "Điều 91. Nguyên tắc xử lý đối với người dưới 18 tuổi phạm tội",
      "dieu_content": "1. Việc xử lý người dưới 18 tuổi phạm tội phải bảo đảm lợi ích tốt nhất của người dưới 18 tuổi và chủ yếu nhằm mục đích giáo dục, giúp đỡ họ sửa chữa sai lầm, phát triển lành mạnh, trở thành công dân có ích cho xã hội. Việc xử lý người dưới 18 tuổi phạm tội phải căn cứ vào độ tuổi, khả năng nhận thức của họ về tính chất nguy hiểm cho xã hội của hành vi phạm tội, nguyên nhân và điều kiện gây ra tội phạm. 2. Người dưới 18 tuổi phạm tội thuộc một trong các trường hợp sau đây và có nhiều tình tiết giảm nhẹ, tự nguyện khắc phục phần lớn hậu quả, nếu không thuộc trường hợp quy định tạiĐiều 29 của Bộ luật này,thì có thể được miễn trách nhiệm hình sự và áp dụng các biện pháp quy định tạiMục 2 Chương này: a) Người từ đủ 16 tuổi đến dưới 18 tuổi phạm tội ít nghiêm trọng, phạm tội nghiêm trọng, trừ trường hợp quy định tạiĐiều 134(tội cố ý gây thương tích hoặc gây tổn hại cho sức khỏe của người khác);Điều 141(tội hiếp dâm);Điều 171(tội cướp giật tài sản);Điều 248(tội sản xuất trái phép chất ma túy);Điều 249(tội tàng trữ trái phép chất ma túy);Điều 250(tội vận chuyển trái phép chất ma túy);Điều 251(tội mua bán trái phép chất ma túy);Điều 252(tội chiếm đoạt chất ma túy) của Bộ luật này; b) Người từ đủ 14 tuổi đến dưới 16 tuổi phạm tội rất nghiêm trọng do cố ý quy định tạikhoản 2 Điều 12 của Bộ luật này, trừ trường hợp quy định tạiĐiều 123(tội giết người);Điều 134, các khoản 4, 5 và khoản 6(tội cố ý gây thương tích hoặc gây tổn hại cho sức khỏe của người khác);Điều 141(tội hiếp dâm),Điều 142(tội hiếp dâm người dưới 16 tuổi);Điều 144(tội cưỡng dâm người từ đủ 13 tuổi đến dưới 16 tuổi);Điều 150(tội mua bán người);Điều 151(tội mua bán người dưới 16 tuổi);Điều 168(tội cướp tài sản);Điều 171(tội cướp giật tài sản);Điều 248(tội sản xuất trái phép chất ma túy);Điều 249(tội tàng trữ trái phép chất ma túy); Điều 250 (tội vận chuyển trái phép chất ma túy); Điều 251 (tội mua bán trái phép chất ma túy);Điều 252(tội chiếm đoạt chất ma túy) của Bộ luật này; c) Người dưới 18 tuổi là người đồng phạm nhưng có vai trò không đáng kể trong vụ án. 3. Việc truy cứu trách nhiệm hình sự người dưới 18 tuổi phạm tội chỉ trong trường hợp cần thiết và phải căn cứ vào những đặc điểm về nhân thân của họ, tính chất nguy hiểm cho xã hội của hành vi phạm tội và yêu cầu của việc phòng ngừa tội phạm. 4. Khi xét xử, Tòa án chỉ áp dụng hình phạt đối với người dưới 18 tuổi phạm tội nếu xét thấy việc miễn trách nhiệm hình sự và áp dụng một trong các biện pháp quy định tại Mục 2 hoặc việc áp dụng biện pháp giáo dục tại trường giáo dưỡng quy định tại Mục 3 Chương này không bảo đảm hiệu quả giáo dục, phòng ngừa. 5. Không xử phạt tù chung thân hoặc tử hình đối với người dưới 18 tuổi phạm tội. 6. Tòa án chỉ áp dụng hình phạt tù có thời hạn đối với người dưới 18 tuổi phạm tội khi xét thấy các hình phạt và biện pháp giáo dục khác không có tác dụng răn đe, phòng ngừa. Khi xử phạt tù có thời hạn, Tòa án cho người dưới 18 tuổi phạm tội được hưởng mức án nhẹ hơn mức án áp dụng đối với người đủ 18 tuổi trở lên phạm tội tương ứng và với thời hạn thích hợp ngắn nhất. Không áp dụng hình phạt bổ sung đối với người dưới 18 tuổi phạm tội. 7. Án đã tuyên đối với người chưa đủ 16 tuổi phạm tội, thì không tính để xác định tái phạm hoặc tái phạm nguy hiểm. Mục 2. CÁC BIỆN PHÁP GIÁM SÁT, GIÁO DỤC ÁP DỤNG TRONG TRƯỜNG HỢP ĐƯỢC MIỄN TRÁCH NHIỆM HÌNH SỰ"
    },
    {
      "dieu_id": "dieu_92",
      "dieu_title": "Điều 92. Điều kiện áp dụng",
      "dieu_content": "Cơ quan điều tra, Viện kiểm sát hoặc Tòa án chỉ quyết định miễn trách nhiệm hình sự và áp dụng biện pháp khiển trách, hòa giải tại cộng đồng hoặc biện pháp giáo dục tại xã, phường, thị trấn, nếu người dưới 18 tuổi phạm tội hoặc người đại diện hợp pháp của họ đồng ý với việc áp dụng một trong các biện pháp này."
    },
    {
      "dieu_id": "dieu_93",
      "dieu_title": "Điều 93. Khiển trách",
      "dieu_content": "1. Khiển trách được áp dụng đối với người dưới 18 tuổi phạm tội trong những trường hợp sau đây nhằm giúp họ nhận thức rõ hành vi phạm tội và hậu quả gây ra đối với cộng đồng, xã hội và nghĩa vụ của họ: a) Người từ đủ 16 tuổi đến dưới 18 tuổi lần đầu phạm tội ít nghiêm trọng; b) Người dưới 18 tuổi là người đồng phạm có vai trò không đáng kể trong vụ án. 2. Cơ quan điều tra, Viện kiểm sát hoặc Tòa án quyết định áp dụng biện pháp khiển trách. Việc khiển trách đối với người dưới 18 tuổi phạm tội phải có sự chứng kiến của cha mẹ hoặc người đại diện hợp pháp của người dưới 18 tuổi. 3. Người bị khiển trách phải thực hiện các nghĩa vụ sau đây: a) Tuân thủ pháp luật, nội quy, quy chế của nơi cư trú, học tập, làm việc; b) Trình diện trước cơ quan có thẩm quyền khi được yêu cầu; c) Tham gia các chương trình học tập, dạy nghề do địa phương tổ chức, tham gia lao động với hình thức phù hợp. 4. Tùy từng trường hợp cụ thể cơ quan có thẩm quyền ấn định thời gian thực hiện các nghĩa vụ quy định tại điểm b và điểm c khoản 3 Điều này từ 03 tháng đến 01 năm."
    },
    {
      "dieu_id": "dieu_94",
      "dieu_title": "Điều 94. Hòa giải tại cộng đồng",
      "dieu_content": "1. Hòa giải tại cộng đồng được áp dụng đối với người dưới 18 tuổi phạm tội trong những trường hợp sau đây: a) Người từ đủ 16 tuổi đến dưới 18 tuổi phạm tội ít nghiêm trọng hoặc phạm tội nghiêm trọng; b) Người từ đủ 14 tuổi đến dưới 16 tuổi phạm tội rất nghiêm trọng quy định tạiđiểm b khoản 2 Điều 91 của Bộ luật này. 2. Cơ quan điều tra, Viện kiểm sát hoặc Tòa án phối hợp với Ủy ban nhân dân cấp xã tổ chức việc hòa giải tại cộng đồng khi người bị hại hoặc người đại diện hợp pháp của người bị hại đã tự nguyện hòa giải và đề nghị miễn trách nhiệm hình sự. 3. Người được áp dụng biện pháp hòa giải tại cộng đồng phải thực hiện các nghĩa vụ sau đây: a) Xin lỗi người bị hại và bồi thường thiệt hại; b) Nghĩa vụ quy định tạikhoản 3 Điều 93của Bộ luật này.Bổ sung"
    },
    {
      "dieu_id": "dieu_95",
      "dieu_title": "Điều 95. Giáo dục tại xã, phường, thị trấn",
      "dieu_content": "1. Cơ quan điều tra, Viện kiểm sát hoặc Tòa án có thể áp dụng biện pháp giáo dục tại xã, phường, thị trấn từ 01 năm đến 02 năm đối với người dưới 18 tuổi phạm tội trong những trường hợp sau đây: a) Người từ đủ 16 tuổi đến dưới 18 tuổi phạm tội ít nghiêm trọng hoặc phạm tội nghiêm trọng quy định tạiđiểm a khoản 2 Điều 91 của Bộ luật này; b) Người từ đủ 14 tuổi đến dưới 16 tuổi phạm tội rất nghiêm trọng quy định tạiđiểm b khoản 2 Điều 91 của Bộ luật này. 2. Người được Cơ quan điều tra, Viện kiểm sát hoặc Tòa án giao cho Ủy ban nhân dân cấp xã tổ chức giám sát, giáo dục phải thực hiện các nghĩa vụ sau đây: a) Chấp hành đầy đủ nghĩa vụ về học tập, lao động; b) Chịu sự giám sát, giáo dục của gia đình, xã, phường, thị trấn; c) Không đi khỏi nơi cư trú khi không được phép; d) Các nghĩa vụ theo quy định tạikhoản 3 Điều 93 của Bộ luật này. 3. Nếu người được giáo dục tại xã, phường, thị trấn đã chấp hành một phần hai thời hạn, có nhiều tiến bộ thì theo đề nghị của Ủy ban nhân dân cấp xã được giao trách nhiệm quản lý, giáo dục, cơ quan đã áp dụng biện pháp này có thể quyết định chấm dứt thời hạn giáo dục tại xã, phường, thị trấn. Mục 3. BIỆN PHÁP TƯ PHÁP GIÁO DỤC TẠI TRƯỜNG GIÁO DƯỠNG"
    },
    {
      "dieu_id": "dieu_96",
      "dieu_title": "Điều 96. Giáo dục tại trường giáo dưỡng",
      "dieu_content": "1. Tòa án có thể áp dụng biện pháp giáo dục tại trường giáo dưỡng từ 01 năm đến 02 năm đối với người dưới 18 tuổi phạm tội, nếu thấy do tính chất nghiêm trọng của hành vi phạm tội, do nhân thân và môi trường sống của người đó mà cần đưa người đó vào một tổ chức giáo dục có kỷ luật chặt chẽ. 2. Người được giáo dục tại trường giáo dưỡng phải chấp hành đầy đủ những nghĩa vụ về học tập, học nghề, lao động, sinh hoạt dưới sự quản lý, giáo dục của nhà trường."
    },
    {
      "dieu_id": "dieu_97",
      "dieu_title": "Điều 97. Chấm dứt trước thời hạn biện pháp giáo dục tại trường giáo dưỡng",
      "dieu_content": "Nếu người được giáo dục tại trường giáo dưỡng đã chấp hành một phần hai thời hạn, có nhiều tiến bộ, thì theo đề nghị của trường giáo dưỡng được giao trách nhiệm quản lý, giáo dục, Tòa án có thể quyết định chấm dứt thời hạn giáo dục tại trường giáo dưỡng. Mục 4. HÌNH PHẠT"
    },
    {
      "dieu_id": "dieu_98",
      "dieu_title": "Điều 98. Các hình phạt được áp dụng đối với người dưới 18 tuổi phạm tội",
      "dieu_content": "Người dưới 18 tuổi phạm tội chỉ bị áp dụng một trong các hình phạt sau đây đối với mỗi tội phạm: 1. Cảnh cáo. 2. Phạt tiền. 3. Cải tạo không giam giữ. 4. Tù có thời hạn."
    },
    {
      "dieu_id": "dieu_99",
      "dieu_title": "Điều 99. Phạt tiền",
      "dieu_content": "Phạt tiền được áp dụng là hình phạt chính đối với người từ đủ 16 tuổi đến dưới 18 tuổi, nếu người đó có thu nhập hoặc có tài sản riêng. Mức tiền phạt đối với người từ đủ 16 tuổi đến dưới 18 tuổi phạm tội không quá một phần hai mức tiền phạt mà điều luật quy định."
    },
    {
      "dieu_id": "dieu_100",
      "dieu_title": "Điều 100. Cải tạo không giam giữ",
      "dieu_content": "1. Hình phạt cải tạo không giam giữ được áp dụng đối với người từ đủ 16 đến dưới 18 tuổi phạm tội ít nghiêm trọng, phạm tội nghiêm trọng hoặc phạm tội rất nghiêm trọng do vô ý hoặc người từ đủ 14 tuổi đến dưới 16 tuổi phạm tội rất nghiêm trọng do cố ý. 2. Khi áp dụng hình phạt cải tạo không giam giữ đối với người dưới 18 tuổi phạm tội, thì không khấu trừ thu nhập của người đó. Thời hạn cải tạo không giam giữ đối với người dưới 18 tuổi phạm tội không quá một phần hai thời hạn mà điều luật quy định."
    },
    {
      "dieu_id": "dieu_101",
      "dieu_title": "Điều 101. Tù có thời hạn",
      "dieu_content": "Mức phạt tù có thời hạn áp dụng đối với người dưới 18 tuổi phạm tội được quy định như sau: 1. Đối với người từ đủ 16 tuổi đến dưới 18 tuổi khi phạm tội, nếu điều luật được áp dụng quy định hình phạt tù chung thân hoặc tử hình, thì mức hình phạt cao nhất được áp dụng không quá 18 năm tù; nếu là tù có thời hạn thì mức hình phạt cao nhất được áp dụng không quá ba phần tư mức phạt tù mà điều luật quy định; 2. Đối với người từ đủ 14 tuổi đến dưới 16 tuổi khi phạm tội, nếu điều luật được áp dụng quy định hình phạt tù chung thân hoặc tử hình, thì mức hình phạt cao nhất được áp dụng không quá 12 năm tù; nếu là tù có thời hạn thì mức hình phạt cao nhất được áp dụng không quá một phần hai mức phạt tù mà điều luật quy định. Mục 5. QUYẾT ĐỊNH HÌNH PHẠT, TỔNG HỢP HÌNH PHẠT, MIỄN GIẢM HÌNH PHẠT, XÓA ÁN TÍCH"
    },
    {
      "dieu_id": "dieu_102",
      "dieu_title": "Điều 102. Quyết định hình phạt trong trường hợp chuẩn bị phạm tội, phạm tội chưa đạt",
      "dieu_content": "1. Tòa án quyết định hình phạt đối với người dưới 18 tuổi trong trường hợp chuẩn bị phạm tội hoặc phạm tội chưa đạt theo nguyên tắc quy định tạikhoản 1 Điều 57 của Bộ luật này. 2. Mức hình phạt cao nhất đối với người từ đủ 14 tuổi đến dưới 16 tuổi chuẩn bị phạm tội không quá một phần ba mức hình phạt được quy định trong khung hình phạt đối với hành vi chuẩn bị phạm tội trong điều luật được áp dụng. Mức hình phạt cao nhất đối với người từ đủ 16 tuổi đến dưới 18 tuổi chuẩn bị phạm tội không quá một phần hai mức hình phạt được quy định trong khung hình phạt đối với hành vi chuẩn bị phạm tội trong điều luật được áp dụng. 3. Mức hình phạt cao nhất áp dụng đối với người từ đủ 14 tuổi đến dưới 16 tuổi phạm tội chưa đạt không quá một phần ba mức hình phạt quy định tạiĐiều 100 và Điều 101 của Bộ luật này. Mức hình phạt cao nhất áp dụng đối với người từ đủ 16 tuổi đến dưới 18 tuổi phạm tội chưa đạt không quá một phần hai mức hình phạt quy định tại cácĐiều 99, 100 và 101 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_103",
      "dieu_title": "Điều 103. Tổng hợp hình phạt trong trường hợp phạm nhiều tội",
      "dieu_content": "1. Khi xét xử cùng một lần người dưới 18 tuổi phạm nhiều tội thì Tòa án quyết định hình phạt đối với từng tội và tổng hợp hình phạt chung theo quy định tạiĐiều 55 của Bộ luật này. Nếu hình phạt chung là cải tạo không giam giữ thì mức hình phạt cao nhất được áp dụng không quá 03 năm. Nếu hình phạt chung là tù có thời hạn thì mức hình phạt cao nhất được áp dụng không được vượt quá 18 năm đối với người từ đủ 16 tuổi đến dưới 18 tuổi khi phạm tội và 12 năm đối với người từ đủ 14 tuổi đến dưới 16 tuổi khi phạm tội. 2. Đối với người dưới 18 tuổi phạm nhiều tội, có tội được thực hiện trước khi đủ 16 tuổi, có tội được thực hiện sau khi đủ 16 tuổi, thì việc tổng hợp hình phạt áp dụng như sau: a) Nếu mức hình phạt đã tuyên đối với tội được thực hiện trước khi người đó đủ 16 tuổi nặng hơn hoặc bằng mức hình phạt đã tuyên đối với tội được thực hiện sau khi đủ 16 tuổi thì hình phạt chung không vượt quá mức hình phạt cao nhất đối với người từ đủ 14 tuổi đến dưới 16 tuổi theo quy định tại khoản 1 Điều này; b) Nếu mức hình phạt đã tuyên đối với tội được thực hiện sau khi người đó đủ 16 tuổi nặng hơn mức hình phạt đã tuyên đối với tội được thực hiện trước khi đủ 16 tuổi thì hình phạt chung không vượt quá mức hình phạt cao nhất đối với người từ đủ 16 tuổi đến dưới 18 tuổi theo quy định tại khoản 1 Điều này. 3. Đối với người phạm nhiều tội, có tội được thực hiện trước khi đủ 18 tuổi, có tội được thực hiện sau khi đủ 18 tuổi, thì việc tổng hợp hình phạt áp dụng như sau: a) Nếu mức hình phạt Tòa án tuyên đối với tội được thực hiện khi người đó chưa đủ 18 tuổi nặng hơn hoặc bằng mức hình phạt áp dụng đối với tội được thực hiện khi người đó đã đủ 18 tuổi, thì hình phạt chung không được vượt quá mức hình phạt cao nhất quy định tại khoản 1 Điều này; b) Nếu mức hình phạt Tòa án tuyên đối với tội được thực hiện khi người đó đã đủ 18 tuổi nặng hơn mức hình phạt áp dụng đối với tội thực hiện khi người đó chưa đủ 18 tuổi thì hình phạt chung áp dụng như đối với người đủ 18 tuổi trở lên phạm tội."
    },
    {
      "dieu_id": "dieu_104",
      "dieu_title": "Điều 104. Tổng hợp hình phạt của nhiều bản án",
      "dieu_content": "Việc tổng hợp hình phạt trong trường hợp một người đang phải chấp hành một bản án mà lại bị xét xử về tội đã phạm trước hoặc sau khi có bản án này, được thực hiện theo quy định tạiĐiều 55 và Điều 56 của Bộ luật này. Hình phạt chung không được vượt quá mức hình phạt cao nhất quy định tạiĐiều 103 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_105",
      "dieu_title": "Điều 105. Giảm mức hình phạt đã tuyên",
      "dieu_content": "1. Người dưới 18 tuổi phạm tội bị phạt cải tạo không giam giữ hoặc phạt tù, nếu có tiến bộ và đã chấp hành được một phần tư thời hạn, thì được Tòa án xét giảm; riêng đối với hình phạt tù, mỗi lần có thể giảm đến 04 năm nhưng phải bảo đảm đã chấp hành ít nhất là hai phần năm mức hình phạt đã tuyên. 2. Người dưới 18 tuổi phạm tội bị phạt cải tạo không giam giữ hoặc phạt tù, nếu lập công hoặc mắc bệnh hiểm nghèo, thì được xét giảm ngay và có thể được miễn chấp hành phần hình phạt còn lại. 3. Người dưới 18 tuổi phạm tội bị phạt tiền nhưng bị lâm vào hoàn cảnh kinh tế đặc biệt khó khăn kéo dài do thiên tai, hỏa hoạn, tai nạn hoặc ốm đau gây ra hoặc lập công lớn, thì theo đề nghị của Viện trưởng Viện kiểm sát, Tòa án có thể quyết định giảm hoặc miễn việc chấp hành phần tiền phạt còn lại."
    },
    {
      "dieu_id": "dieu_106",
      "dieu_title": "Điều 106. Tha tù trước hạn có điều kiện",
      "dieu_content": "1. Người dưới 18 tuổi đang chấp hành án phạt tù, nếu không thuộc các trường hợp quy định tạikhoản 2 Điều 66 của Bộ luật nàycó thể được tha tù trước hạn khi có đủ các điều kiện sau đây: a) Phạm tội lần đầu; b) Có nhiều tiến bộ, có ý thức cải tạo tốt; c) Đã chấp hành được một phần ba thời hạn phạt tù; d) Có nơi cư trú rõ ràng. 2. Việc tha tù trước thời hạn có điều kiện được thực hiện theo quy định tại cáckhoản 3, 4 và 5 Điều 66 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_107",
      "dieu_title": "Điều 107. Xóa án tích",
      "dieu_content": "1. Người dưới 18 tuổi bị kết án được coi là không có án tích, nếu thuộc một trong các trường hợp sau đây: a) Người từ đủ 14 đến dưới 16 tuổi; b) Người từ đủ 16 tuổi đến dưới 18 tuổi bị kết án về tội phạm ít nghiêm trọng, tội phạm nghiêm trọng hoặc tội phạm rất nghiêm trọng do vô ý; c) Người bị áp dụng biện pháp tư pháp quy định tại Mục 3 Chương này. 2. Người từ đủ 16 đến dưới 18 tuổi bị kết án về tội phạm rất nghiêm trọng do cố ý hoặc tội phạm đặc biệt nghiêm trọng thì đương nhiên xóa án tích nếu trong thời hạn 03 năm tính từ khi chấp hành xong hình phạt chính hoặc từ khi hết thời hiệu thi hành bản án mà người đó không thực hiện hành vi phạm tội mới."
    }
  ]
}