{
  "chuong_id": "chuong_19",
  "chuong_title": "Chương XIX",
  "chuong_name": "CÁC TỘI PHẠM VỀ MÔI TRƯỜNG",
  "dieu_list": [
    {
      "dieu_id": "dieu_235",
      "dieu_title": "Điều 235. Tội gây ô nhiễm môi trường",
      "dieu_content": "1. Người nào thực hiện một trong các hành vi sau đây, thì bị phạt tiền từ 100.000.000 đồng đến 1.000.000.000 đồng hoặc phạt tù từ 01 năm đến 05 năm: a) Chôn, lấp, đổ, thải ra môi trường chất thải nguy hại hoặc chất hữu cơ khó phân hủy cần phải loại trừ theo quy định tại Phụ lục ACông ước Stockholmvề các chất ô nhiễm hữu cơ khó phân hủy trái quy định của pháp luật từ 3.000 kilôgam đến dưới 5.000 kilôgam; b) Xả thải ra môi trường từ 5.000 mét khối (m3)/ngày đến dưới 10.000 mét khối (m3)/ngày nước thải có các thông số môi trường nguy hại vượt quy chuẩn kỹ thuật về chất thải từ 10 lần trở lên; c) Xả nước thải ra môi trường có chứa chất phóng xạ gây nhiễm xạ môi trường vượt quy chuẩn kỹ thuật từ 02 lần đến dưới 04 lần; d) Xả ra môi trường từ 5.000 mét khối (m3)/ngày đến dưới 10.000 mét khối (m3)/ngày nước thải có độ PH từ 0 đến dưới 2 hoặc từ 12,5 đến 14; đ) Thải ra môi trường từ 300.000 mét khối (m3)/giờ đến dưới 500.000 mét khối (m3)/giờ bụi, khí thải vượt quá quy chuẩn kỹ thuật về chất thải 10 lần trở lên; e) Chôn, lấp, đổ, thải ra môi trường chất thải rắn thông thường trái quy định của pháp luật từ 200.000 kilôgam đến dưới 500.000 kilôgam; g) Chất thải có chứa chất phóng xạ, gây nhiễm xạ môi trường thuộc nguồn phóng xạ loại có mức độ nguy hiểm trung bình theo quy chuẩn kỹ thuật quốc gia về an toàn bức xạ - phân nhóm và phân loại nguồn phóng xạ vượt quy chuẩn cho phép; h) Phát tán ra môi trường bức xạ, phóng xạ vượt quá quy chuẩn kỹ thuật hoặc vượt mức giới hạn theo quy định từ 02 lần đến dưới 04 lần. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng hoặc phạt tù từ 03 năm đến 07 năm: a) Chôn, lấp, đổ, thải ra môi trường chất thải nguy hại hoặc chất hữu cơ khó phân hủy cần phải loại trừ theo quy định tại Phụ lục ACông ước Stockholmvề các chất ô nhiễm hữu cơ khó phân hủy trái quy định của pháp luật 5.000 kilôgam trở lên; b) Xả thải ra môi trường 10.000 mét khối (m3)/ngày trở lên nước thải có các thông số môi trường nguy hại vượt quy chuẩn kỹ thuật về chất thải từ 10 lần trở lên; c) Xả nước thải ra môi trường có chứa chất phóng xạ gây nhiễm xạ môi trường vượt quy chuẩn kỹ thuật 04 lần trở lên; d) Xả ra môi trường 10.000 mét khối (m3)/ngày nước thải trở lên có độ PH từ 0 đến dưới 2 hoặc từ 12,5 đến 14; đ) Thải ra môi trường 500.000 mét khối (m3)/giờ trở lên bụi, khí thải vượt quá quy chuẩn kỹ thuật về chất thải từ 10 lần trở lên; e) Chôn, lấp, đổ, thải ra môi trường chất thải rắn thông thường trái quy định của pháp luật 500.000 kilôgam trở lên; g) Chất thải có chứa chất phóng xạ, gây nhiễm xạ môi trường thuộc nguồn phóng xạ loại có mức độ nguy hiểm trên trung bình theo Quy chuẩn kỹ thuật quốc gia về an toàn bức xạ - phân nhóm và phân loại nguồn phóng xạ vượt quy chuẩn cho phép; h) Phát tán ra môi trường bức xạ, phóng xạ vượt quá quy chuẩn kỹ thuật hoặc vượt mức giới hạn theo quy định 04 lần trở lên. 3. Người nào thực hiện một trong các hành vi sau đây, đã bị xử phạt vi phạm hành chính về hành vi này hoặc đã bị kết án về tội này, chưa được xóa án tích mà còn vi phạm, thì bị phạt tiền từ 50.000.000 đồng đến 500.000.000 đồng hoặc phạt tù từ 03 tháng đến 02 năm: a) Chôn, lấp, đổ, thải ra môi trường chất thải nguy hại hoặc chất hữu cơ khó phân hủy cần phải loại trừ theo quy định tại Phụ lục ACông ước Stockholmvề các chất ô nhiễm hữu cơ khó phân hủy trái quy định của pháp luật từ 1.000 kilôgam đến dưới 3.000 kilôgam; b) Chuyển giao, cho, mua, bán chất thải nguy hại hoặc chất hữu cơ khó phân hủy thuộc danh mục cấm sử dụng trái quy định của pháp luật từ 2.000 kilôgam trở lên; c) Xả thải ra môi trường từ 1.000 mét khối (m3)/ngày đến 10.000 mét khối (m3)/ngày nước thải có các thông số môi trường nguy hại vượt quá quy chuẩn kỹ thuật về chất thải từ 05 lần đến dưới 10 lần; d) Xả nước thải ra môi trường có chứa chất phóng xạ gây nhiễm xạ môi trường vượt quy chuẩn kỹ thuật cho phép hoặc vượt mức giới hạn theo quy định từ 01 lần đến dưới 02 lần; đ) Xả ra môi trường từ 1.000 mét khối (m3)/ngày đến dưới 10.000 mét khối (m3)/ngày nước thải có độ PH từ 0 đến dưới 2 hoặc từ 12,5 đến 14; e) Thải ra môi trường từ 150.000 mét khối (m3)/giờ đến dưới 300.000 mét khối (m3)/giờ bụi, khí thải vượt quá quy chuẩn kỹ thuật về chất thải 10 lần trở lên; g) Chôn, lấp, đổ, thải ra môi trường chất thải rắn thông thường trái quy định của pháp luật từ 100.000 kilôgam đến 200.000 kilôgam; h) Chất thải có chứa chất phóng xạ, gây nhiễm xạ môi trường thuộc nguồn phóng xạ loại có mức độ nguy hiểm dưới trung bình theo quy chuẩn kỹ thuật quốc gia về an toàn bức xạ - phân nhóm và phân loại nguồn phóng xạ vượt quy chuẩn cho phép; i) Phát tán ra môi trường bức xạ, phóng xạ vượt quá quy chuẩn kỹ thuật hoặc vượt mức giới hạn theo quy định từ 01 lần đến dưới 02 lần. 4. Người phạm tội còn có thể bị phạt tiền từ 30.000.000 đồng đến 200.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 5.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 5.000.000.000 đến 10.000.000.000 đồng hoặc đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 500.000.000 đồng đến 3.000.000.000 đồng; d) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; đ) Pháp nhân thương mại còn có thể bị phạt tiền từ 50.000.000 đồng đến 500.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_236",
      "dieu_title": "Điều 236. Tội vi phạm quy định về quản lý chất thải nguy hại",
      "dieu_content": "1. Người nào có thẩm quyền mà cho phép chôn, lấp, đổ, thải trái quy định của pháp luật chất thải nguy hạithuộc danh mục các chất ô nhiễm hữu cơ khó phân hủy cần phải loại trừ theo quy định tạiPhụ lục ACông ước Stockholmvề các chất ô nhiễm hữu cơ khó phân hủy từ 3.000 kilôgam đến dưới 5.000 kilôgam; chất thải có chứa chất phóng xạ, gây nhiễm xạ môi trường thuộc nguồn phóng xạ loại có mức độ nguy hiểm dưới trung bình theo Quy chuẩn kỹ thuật quốc gia về an toàn bức xạ - phân nhóm và phân loại nguồn phóng xạ vượt quy chuẩn cho phép, thì bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng, phạt cải tạo không giam giữ đến 02 năm hoặc phạt tù từ 03 tháng đến 02 năm. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 200.000.000 đồng đến 1.000.000.000 đồng hoặc phạt tù từ 02 năm đến 05 năm: a) Chất thải nguy hạithuộc danh mục các chất ô nhiễm hữu cơ khó phân hủy cần phải loại trừ theo quy định tạiPhụ lục ACông ước Stockholmvề các chất ô nhiễm hữu cơ khó phân hủy từ 5.000 kilôgam đến dưới 10.000 kilôgam; chất thải có chứa chất phóng xạ, gây nhiễm xạ môi trường thuộc nguồn phóng xạ loại có mức độ nguy hiểm trung bình theoquy chuẩnkỹ thuật quốc gia về an toàn bức xạ - phân nhóm và phân loại nguồn phóng xạ vượt quy chuẩn cho phép; b) Có tổ chức; c) Phạm tội 02 lần trở lên; d) Tái phạm nguy hiểm. 3. Phạm tội thuộc trường hợp chất thải nguy hạithuộc danh mục các chất ô nhiễm hữu cơ khó phân hủy cần phải loại trừ theo quy định tạiPhụ lục ACông ước Stockholmvề các chất ô nhiễm hữu cơ khó phân hủy 10.000 kilôgam trở lên; chất thải có chứa chất phóng xạ, gây nhiễm xạ môi trường thuộc nguồn phóng xạ loại có mức độ nguy hiểm trên trung bình theoquy chuẩnkỹ thuật quốc gia về an toàn bức xạ - phân nhóm và phân loại nguồn phóng xạ vượt quy chuẩn cho phép, thì bị phạt tù từ 05 năm đến 10 năm: 4. Người phạm tội còn có thể bị phạt tiền từ 10.000.000 đồng đến 150.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm."
    },
    {
      "dieu_id": "dieu_237",
      "dieu_title": "Điều 237. Tội vi phạm quy định về phòng ngừa, ứng phó, khắc phục sự cố môi trường",
      "dieu_content": "1. Người nào thực hiện một trong các hành vi sau đây, thì bị phạt tiền từ 50.000.000 đồng đến 500.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 06 tháng đến 03 năm: a) Vi phạm quy định về phòng ngừa sự cố môi trường để xảy ra sự cố môi trường; b) Vi phạm quy định về ứng phó, khắc phục sự cố môi trường làm môi trường bị ô nhiễm nghiêm trọng hoặc gây tổn hại cho sức khỏe của người khác với tỷ lệ tổn thương cơ thể 31% trở lên hoặc gây thiệt hại từ 1.000.000.000 đồng đến dưới 3.000.000.000 đồng. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 500.000.000 đồng đến 2.000.000.000 đồng hoặc phạt tù từ 02 năm đến 07 năm: a) Làm chết người; b) Gây thiệt hại từ 3.000.000.000 đồng đến dưới 7.000.000.000 đồng. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm: a) Làm chết 02 người trở lên; b) Gây thiệt hại về tài sản 7.000.000.000 đồng trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 10.000.000 đồng đến 50.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 3.000.000.000 đồng đến 5.000.000.000 đồng; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 5.000.000.000 đồng đến 10.000.000.000 đồng; d) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; đ) Pháp nhân thương mại còn có thể bị phạt tiền từ 100.000.000 đồng đến 500.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_238",
      "dieu_title": "Điều 238. Tội vi phạm quy định về bảo vệ an toàn công trình thủy lợi, đê điều và phòng, chống thiên tai; vi phạm quy định về bảo vệ bờ, bãi sông",
      "dieu_content": "1. Người nào thực hiện một trong những hành vi sau đây, gây thương tích hoặc gây tổn hại cho sức khỏe của người khác với tỷ lệ tổn thương cơ thể 31% trở lên hoặc gây thiệt hại từ 100.000.000 đồng đến dưới 300.000.000 đồng, thì bị phạt tiền từ 50.000.000 đồng đến 300.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 03 tháng đến 02 năm: a) Xây nhà, công trình trái phép trong phạm vi bảo vệ an toàn công trình thủy lợi, đê điều, phòng, chống thiên tai; b) Hủy hoại hoặc làm hư hỏng công trình thủy lợi, đê điều, phòng chống thiên tai, công trình bảo vệ, khai thác, sử dụng, quan trắc, giám sát tài nguyên nước, công trình phòng, chống và khắc phục hậu quả tác hại do nước gây ra, trừ trường hợp quy định tạiĐiều 303 của Bộ luật này; c) Khoan, đào thăm dò, khảo sát, khai thác đất, đá, cát sỏi, khoáng sản, nước dưới đất trái phép; d) Sử dụng chất nổ, gây nổ, gây cháy trong phạm vi bảo vệ công trình thủy lợi, đê điều, phòng, chống thiên tai; công trình bảo vệ, khai thác, sử dụng, quan trắc, giám sát tài nguyên nước, công trình phòng, chống và khắc phục hậu quả tác hại do nước gây ra, trừ trường hợp có giấy phép hoặc trường hợp khẩn cấp do luật định; đ) Vận hành hồ chứa nước, liên hồ chứa nước, công trình phân lũ, làm chậm lũ không đúng với quy trình, quy chuẩn kỹ thuật cho phép, trừ trường hợp đặc biệt thực hiện theo sự chỉ đạo của người có thẩm quyền. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 300.000.000 đồng đến 2.000.000.000 đồng hoặc phạt tù từ 02 năm đến 07 năm: a) Có tổ chức; b) Phạm tội 02 lần trở lên; c) Làm chết người; d) Gây thiệt hại từ 300.000.000 đồng đến dưới 1.000.000.000 đồng; đ) Tái phạm nguy hiểm. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm: a) Làm chết 02 người trở lên; b) Gây thiệt hại 1.000.000.000 đồng trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 10.000.000 đồng đến 50.000.000 đồng, cấm hành nghề hoặc làm công việc nhất định từ 02 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 300.000.000 đồng đến 1.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 3.000.000.000 đồng đến 5.000.000.000 đồng; d) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; đ) Pháp nhân thương mại còn có thể bị phạt tiền từ 100.000.000 đồng đến 500.000.000 đồng cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_239",
      "dieu_title": "Điều 239. Tội đưa chất thải vào lãnh thổ Việt Nam",
      "dieu_content": "1. Người nào thực hiện một trong các hành vi sau đây, thì bị phạt tiền từ 200.000.000 đồng đến 1.000.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 06 tháng đến 03 năm: a) Đưa chất thải nguy hại hoặc chất hữu cơ khó phân hủy cần phải loại trừ theo quy định tại Phụ lục ACông ước Stockholmtừ 1.000 kilôgam đến 3.000 kilôgam vào lãnh thổ Việt Nam; b) Đưa chất thải khác từ 70.000 kilôgam đến dưới 170.000 kilôgam vào lãnh thổ Việt Nam. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 1.000.000.000 đồng đến 2.000.000.000 đồng hoặc phạt tù từ 02 năm đến 07 năm: a) Có tổ chức; b) Chất thải nguy hại hoặc chất hữu cơ khó phân hủy cần phải loại trừ theo quy định tại Phụ lục ACông ước Stockholmcó khối lượng từ 3.000 kilôgam đến dưới 5.000 kilôgam; c) Chất thải khác có khối lượng từ 170.000 kilôgam đến dưới 300.000 kilôgam. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm: a) Chất thải nguy hại hoặc chất hữu cơ khó phân hủy cần phải loại trừ theo quy định tại Phụ lục ACông ước Stockholmcó khối lượng 5.000 kilôgam trở lên; b) Chất thải khác có khối lượng 300.000 kilôgam trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 3.000.000.000 đồng đến 5.000.000.000 đồng hoặc tạm đình chỉ hoạt động từ 06 tháng đến 01 năm; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 5.000.000.000 đồng đến 7.000.000.000 đồng hoặc bị đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; d) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; đ) Pháp nhân thương mại còn có thể bị phạt tiền từ 100.000.000 đồng đến 500.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_240",
      "dieu_title": "Điều 240. Tội làm lây lan dịch bệnh truyền nhiễm nguy hiểm cho người",
      "dieu_content": "1. Người nào thực hiện một trong các hành vi sau đây, làm lây lan dịch bệnh truyền nhiễm nguy hiểm cho người, thì bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng hoặc bị phạt tù từ 01 năm đến 05 năm: a) Đưa ra hoặc cho phép đưa ra khỏi vùng có dịch bệnh động vật, thực vật, sản phẩm động vật, thực vật hoặc vật phẩm khác có khả năng lây truyền dịch bệnh nguy hiểm cho người, trừ trường hợp pháp luật có quy định khác; b) Đưa vào hoặc cho phép đưa vào lãnh thổ Việt Nam động vật, thực vật hoặc sản phẩm động vật, thực vật bị nhiễm bệnh hoặc mang mầm bệnh nguy hiểm có khả năng lây truyền cho người; c) Hành vi khác làm lây lan dịch bệnh nguy hiểm cho người. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm: a) Dẫn đến phải công bố dịch thuộc thẩm quyền của Chủ tịch Ủy ban nhân dân tỉnh hoặc Bộ trưởng Bộ Y tế; b) Làm chết người. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 10 năm đến 12 năm: a) Dẫn đến phải công bố dịch thuộc thẩm quyền của Thủ tướng Chính phủ; b) Làm chết 02 người trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 20.000.000 đồng đến 100.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm."
    },
    {
      "dieu_id": "dieu_241",
      "dieu_title": "Điều 241. Tội làm lây lan dịch bệnh nguy hiểm cho động vật, thực vật",
      "dieu_content": "1. Người nào thực hiện một trong các hành vi sau đây, làm lây lan dịch bệnh nguy hiểm cho động vật, thực vật gây thiệt hại về tài sản từ 100.000.000 đồng đến 500.000.000 đồng hoặc đã bị xử phạt vi phạm hành chính về một trong những hành vi này mà còn vi phạm, thì bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặcphạt tù từ 06 tháng đến 03 năm: a) Đưa vào, mang ra hoặc cho phép đưa vào, mang ra khỏi vùng có dịch động vật, thực vật, sản phẩm động vật, thực vật hoặc vật phẩm khác bị nhiễm bệnh hoặc mang mầm bệnh, trừ trường hợp pháp luật có quy định khác; b) Đưa vào hoặc cho phép đưa vào lãnh thổ Việt Nam động vật, thực vật, sản phẩm động vật, thực vật thuộc diện kiểm dịch mà không thực hiện các quy định của pháp luật về kiểm dịch; c) Hành vi khác làm lây lan dịch bệnh nguy hiểm cho động vật, thực vật. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 02 năm đến 05 năm. a) Gây thiệt hại về tài sản từ 500.000.000 đồng đến dưới 1.000.000.000 đồng; b) Dẫn đến phải công bố dịch thuộc thẩm quyền của Chủ tịch Ủy ban nhân dân cấp huyện hoặc Chủ tịch Ủy ban nhân dân cấp tỉnh. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 03 năm đến 07 năm: a) Gây thiệt hại về tài sản 1.000.000.000 đồng trở lên; b) Dẫn đến phải công bố dịch thuộc thẩm quyền của Bộ trưởng Bộ Nông nghiệp và Phát triển nông thôn. 4. Người phạm tội còn có thể bị phạt tiền từ 20.000.000 đồng đến 100.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm."
    },
    {
      "dieu_id": "dieu_242",
      "dieu_title": "Điều 242. Tội hủy hoại nguồn lợi thủy sản",
      "dieu_content": "1. Người nào vi phạm các quy định về bảo vệ nguồn lợi thủy sản thuộc một trong các trường hợp sau đây, gây thiệt hại nguồn lợi thủy sản từ 100.000.000 đồng đến dưới 500.000.000 đồng hoặc thủy sản thu được trị giá từ 50.000.000 đồng đến dưới 200.000.000 đồng hoặc đã bị xử phạt vi phạm hành chính về một trong những hành vi này hoặc đã bị kết án về tội này, chưa được xóa án tích mà còn vi phạm, thì bị phạt tiền từ 50.000.000 đồng đến 300.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 06 tháng đến 03 năm: a) Sử dụng chất độc, chất nổ, các hóa chất khác, dòng điện hoặc các phương tiện, ngư cụ bị cấm để khai thác thủy sản hoặc làm hủy hoại nguồn lợi thủy sản; b) Khai thác thủy sản trong khu vực cấm, khu vực cấm có thời hạn theo quy định của pháp luật; c) Khai thác các loài thủy sản bị cấm khai thác theo quy định của pháp luật; d) Phá hoại nơi cư ngụ của các loài thủy sản thuộc danh mục loài nguy cấp, quý, hiếm theo quy định của pháp luật; đ) Gây thương tích hoặc gây tổn hại cho sức khỏe của người khác mà tỷ lệ tổn thương cơ thể từ 31% đến 61%; e) Vi phạm các quy định khác về bảo vệ nguồn lợi thủy sản. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 300.000.000 đồng đến 1.000.000.000 đồng hoặc phạt tù từ 03 năm đến 05 năm: a) Gây thiệt hại nguồn lợi thủy sản từ 500.000.000 đồng đến dưới 1.500.000.000 đồng hoặc thủy sản thu được trị giá từ 200.000.000 đồng đến dưới 500.000.000 đồng; b) Gây thương tích hoặc gây tổn hại cho sức khỏe của 02 người mà tỷ lệ tổn thương cơ thể của mỗi người 61% trở lên hoặc gây thương tích hoặc gây tổn hại cho sức khỏe của 04 người mà tỷ lệ tổn thương cơ thể của mỗi người 31% trở lên; c) Làm chết người. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm: a) Gây thiệt hại nguồn lợi thủy sản 1.500.000.000 đồng trở lên hoặc thủy sản thu được trị giá 500.000.000 đồng trở lên; b) Làm chết 02 người trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 20.000.000 đồng đến 100.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 300.000.000 đồng đến 1.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 3.000.000.000 đồng đến 5.000.000.000 đồng hoặc đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; d) Pháp nhân thương mại còn có thể bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định từ 01 năm đến 03 năm hoặc cấm huy động vốn từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_243",
      "dieu_title": "Điều 243. Tội hủy hoại rừng",
      "dieu_content": "1. Người nào đốt, phá rừng trái phép hoặc có hành vi khác hủy hoại rừng thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 50.000.000 đồng đến 500.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc bị phạt tù từ 01 năm đến 05 năm: a) Cây trồng chưa thành rừng hoặc rừng khoanh nuôi tái sinh thuộc rừng chưa có trữ lượng có diện tích từ trên 30.000 mét vuông (m2) đến dưới 50.000 mét vuông (m2); b) Rừng sản xuất có diện tích từ trên 5.000 mét vuông (m2) đến dưới 10.000 mét vuông (m2); c) Rừng phòng hộ có diện tích từ trên 3.000 mét vuông (m2) đến dưới 7.000 mét vuông (m2); d) Rừng đặc dụng có diện tích từ trên 1.000 mét vuông (m2) đến dưới 3.000 mét vuông (m2); đ) Gây thiệt hại về lâm sản trị giá từ trên 30.000.000 đồng đến dưới 60.000.000 đồng đối với rừng sản xuất là rừng tự nhiên; từ trên 50.000.000 đồng đến dưới 100.000.000 đồng đối với rừng sản xuất là rừng trồng, rừng khoanh nuôi tái sinh trong trường hợp rừng bị thiệt hại không tính được bằng diện tích rừng bị đốt, bị phá hoặc có hành vi khác hủy hoại rừng không tập trung mà phân tán, rải rác trong cùng một tiểu khu hoặc nhiều tiểu khu; e) Diện tích rừng hoặc giá trị lâm sản, thực vật dưới mức quy định tại một trong các điểm a, b, c, d và đ khoản 1 Điều này, đã bị xử phạt vi phạm hành chính về hành vi này mà còn vi phạm hoặc đã bị kết án về tội này, chưa được xóa án tích mà còn vi phạm. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 03 năm đến 07 năm: a) Có tổ chức; b) Lợi dụng chức vụ, quyền hạn hoặc lợi dụng danh nghĩa cơ quan, tổ chức; c) Tái phạm nguy hiểm; d) Cây trồng chưa thành rừng hoặc rừng khoanh nuôi tái sinh thuộc kiểu trạng thái rừng có diện tích từ 50.000 mét vuông (m2) đến dưới 100.000 mét vuông (m2); đ) Rừng sản xuất có diện tích từ 10.000 mét vuông (m2) đến dưới 50.000 mét vuông (m2); e) Rừng phòng hộ có diện tích từ 7.000 mét vuông (m2) đến dưới 10.000 mét vuông (m2); g) Rừng đặc dụng có diện tích từ 3.000 mét vuông (m2) đến dưới 5.000 mét vuông (m2); h) Gây thiệt hại về lâm sản trị giá từ 60.000.000 đồng đến dưới 120.000.000 đồng đối với rừng sản xuất là rừng tự nhiên; từ 100.000.000 đồng đến dưới 200.000.000 đồng đối với rừng sản xuất là rừng trồng, rừng khoanh nuôi tái sinh trong trường hợp rừng bị thiệt hại không tính được bằng diện tích rừng bị đốt, bị phá hoặc có hành vi khác hủy hoại rừng không tập trung mà phân tán, rải rác trong cùng một tiểu khu hoặc nhiều tiểu khu; i) Thực vật thuộc loài nguy cấp, quý hiếm được ưu tiên bảo vệ, các loại thực vật khác thuộc Nhóm IA trị giá từ trên 60.000.000 đồng đến dưới 100.000.000 đồng; thực vật thuộc Nhóm IIA trị giá từ 100.000.000 đồng đến dưới 200.000.000 đồng. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 07 năm đến 15 năm: a) Cây trồng chưa thành rừng hoặc rừng khoanh nuôi tái sinh thuộc kiểu trạng thái rừng có diện tích 100.000 mét vuông (m2) trở lên; b) Rừng sản xuất có diện tích 50.000 mét vuông (m2) trở lên; c) Rừng phòng hộ có diện tích 10.000 mét vuông (m2) trở lên; d) Rừng đặc dụng có diện tích 5.000 mét vuông (m2) trở lên; đ) Gây thiệt hại về lâm sản trị giá 120.000.000 đồng trở lên đối với rừng sản xuất là rừng tự nhiên; 200.000.000 đồng trở lên đối với rừng sản xuất là rừng trồng, rừng khoanh nuôi tái sinh trong trường hợp rừng bị thiệt hại không tính được bằng diện tích rừng bị đốt, bị phá hoặc có hành vi khác hủy hoại rừng không tập trung mà phân tán, rải rác trong cùng một tiểu khu hoặc nhiều tiểu khu; e) Thực vật thuộc loài nguy cấp, quý hiếm được ưu tiên bảo vệ, các loại thực vật khác thuộc Nhóm IA trị giá 100.000.000 đồng trở lên; thực vật thuộc Nhóm IIA trị giá 200.000.000 đồng trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 20.000.000 đồng đến 100.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 500.000.000 đồng đến 2.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 2.000.000.000 đồng đến 5.000.000.000 đồng; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 5.000.000.000 đồng đến 7.000.000.000 đồng hoặc đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; d) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; đ) Pháp nhân thương mại còn có thể bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định hoặc cấm huy động vốn từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_244",
      "dieu_title": "Điều 244. Tội vi phạm quy định về quản lý, bảo vệ động vật nguy cấp, quý, hiếm",
      "dieu_content": "1. Người nào vi phạm quy định về quản lý, bảo vệ động vật thuộc danh mục loài nguy cấp, quý, hiếm được ưu tiên bảo vệ; động vật nguy cấp, quý hiếm thuộc Nhóm IB hoặc thuộc Phụ lục I củaCông ước về buôn bán quốc tế các loài động vật, thực vật hoang dã nguy cấp,thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 500.000.000 đồng đến 2.000.000.000 đồng hoặc bị phạt tù từ 01 năm đến 05 năm: a) Săn bắt, giết, nuôi, nhốt, vận chuyển, buôn bán trái phép động vật thuộc danh mục loài nguy cấp, quý, hiếm được ưu tiên bảo vệ; b)Tàng trữ, vận chuyển, buôn bán trái phépcá thể, bộ phận cơ thể hoặcsản phẩm của loài động vậtquy định tại điểm a khoản này; ngà voi có khối lượng từ 02 kilôgam đến dưới 20 kilôgam; sừng tê giác có khối lượng từ 0,05 kilôgam đến dưới 01 kilôgam; c) Săn bắt, giết, nuôi, nhốt, vận chuyển, buôn bán trái phép động vật nguy cấp, quý hiếm Nhóm IB hoặc thuộc Phụ lục I củaCông ước về buôn bán quốc tế các loài động vật, thực vật hoang dã nguy cấpmà không thuộc loài quy định tại điểm a khoản này với số lượng từ 03 đến 07cá thểlớp thú, từ 07 đến 10cá thểlớp chim, bò sát hoặc từ 10 đến 15cá thểđộng vật các lớp khác; d)Tàng trữ, vận chuyển, buôn bán trái phép từ 03 đến 07bộ phận cơ thể không thể tách rời sự sốngcùng loại của động vật lớp thú, của 07 đến 10cá thểlớp chim, bò sát hoặc 10 đến 15cá thểđộng vật các lớp khácthuộc loài động vật quy định tại điểm c khoản này; đ) Săn bắt, giết, nuôi, nhốt, vận chuyển, buôn bán trái phép động vật hoặctàng trữ, vận chuyển, buôn bán trái phépbộ phận cơ thể không thể tách rời sự sốngcùng loại của các động vật có số lượng dưới mức tối thiểu của các điểm b, c và d khoản này nhưngđã bị xử phạt vi phạm hành chínhvề các hành vi này hoặc đã bị kết án về tội này, chưa được xóa án tích mà còn vi phạm. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 05 năm đến 10 năm: a) Có tổ chức; b)Lợi dụng chức vụ, quyền hạnhoặc lợi dụng danh nghĩa cơ quan, tổ chức; c) Sử dụng công cụ hoặc phương tiện săn bắt bị cấm; d)Săn bắt trong khu vực bị cấmhoặc vàothời gian bị cấm; đ) Buôn bán, vận chuyển qua biên giới; e) Số lượng động vật thuộc danh mục loài nguy cấp, quý, hiếm được ưu tiên bảo vệ hoặc số lượngbộ phận cơ thể không thể tách rời sự sốngcùng loại của từ 07 đến 10cá thểlớp thú, từ 07 đến 10cá thểlớp chim, lớp bò sát hoặc từ 10 đến 15cá thểlớp khácthuộc danh mục loài nguy cấp, quý, hiếm được ưu tiên bảo vệ; g) Số lượng động vật nguy cấp, quý hiếm quy định tại điểm c khoản 1 Điều này hoặc số lượngbộ phận cơ thể không thể tách rời sự sốngcùng loại của từ 08 đến 11cá thểthuộc lớp thú, từ 11 đến 15cá thểlớp chim, bò sát hoặc từ 16 đến 20cá thểđộng vật thuộc các lớp khác; h) Từ 01 đến 02cá thểvoi, tê giác hoặcbộ phận cơ thể không thể tách rời sự sốngcùng loại; từ 03 đến 05cá thểgấu, hổ hoặcbộ phận cơ thể không thể tách rời sự sốngcùng loại; ngà voi có khối lượng từ 20 kilôgam đến dưới 90 kilôgam; sừng tê giác có khối lượng từ 01 kilôgam đến dưới 09 kilôgam; i) Tái phạm nguy hiểm. 3. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 10 năm đến 15 năm: a) Số lượng động vật thuộc danh mục loài nguy cấp, quý, hiếm được ưu tiên bảo vệ hoặc số lượngbộ phận cơ thể không thể tách rời sự sốngcùng loại của từ 08cá thểlớp thú trở lên, 11cá thểlớp chim, lớp bò sát trở lên hoặc 16cá thểlớp kháctrở lên thuộc danh mục loài nguy cấp, quý, hiếm được ưu tiên bảo vệ; b) Số lượng động vật nguy cấp, quý hiếm quy định tại điểm c khoản 1 Điều này hoặc số lượngbộ phận cơ thể không thể tách rời sự sốngcùng loại của 12cá thểlớp thú trở lên, 16cá thểlớp chim, bò sát trở lên hoặc 21cá thểđộng vật trở lên thuộc các lớp khác; c) Từ 03cá thểvoi, tê giác hoặcbộ phận cơ thể không thể tách rời sự sốngcùng loại trở lên; 06cá thểgấu, hổ hoặcbộ phận cơ thể không thể tách rời sự sốngcùng loại trở lên; ngà voi có khối lượng 90 kilôgam trở lên; sừng tê giác có khối lượng 09 kilôgam trở lên. 4. Người phạm tội còn có thể bị phạt tiền từ 50.000.000 đồng đến 200.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 5. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 5.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 5.000.000.000 đồng đến 10.000.000.000 đồng; c) Phạm tội thuộc trường hợp quy định tại khoản 3 Điều này, thì bị phạt tiền từ 10.000.000.000 đồng đến 15.000.000.000 đồng hoặc đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; d) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; đ) Pháp nhân thương mại còn có thể bị phạt tiền từ 300.000.000 đồng đến 600.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định hoặc cấm huy động vốn từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_245",
      "dieu_title": "Điều 245. Tội vi phạmcácquy định về quản lý khu bảo tồn thiên nhiên",
      "dieu_content": "1. Người nào vi phạmcácquy định về quản lý khu bảo tồn thiên nhiên thuộc một trong các trường hợp sau đây, thì bị phạt tiền từ 50.000.000 đồng đến 300.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 06 tháng đến 03 năm: a) Gây thiệt hại về tài sản từ 50.000.000 đồng đến dưới 200.000.000 đồng; b) Gây thiệt hại đến cảnh quan, hệ sinh thái tự nhiên trong phân khu bảo vệ nghiêm ngặt của khu bảo tồn thiên nhiên có tổng diện tích từ 300 mét vuông (m2) đến dưới 500 mét vuông (m2); c) Đã bị xử phạt vi phạm hành chính về một trong những hành vi này mà còn vi phạm hoặc đã bị kết án về tội này, chưa được xóa án tích mà còn vi phạm. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 03 năm đến 07 năm: a) Gây thiệt hại về tài sản 200.000.000 đồng trở lên; b) Gây thiệt hại đến cảnh quan, hệ sinh thái tự nhiên trongphân khu bảo tồn nghiêm ngặtcủa khu bảo tồn thiên nhiên có tổng diện tíchtừ500 mét vuông (m2) trở lên; c) Có tổ chức; d) Sử dụng công cụ, phương tiện, biện pháp bị cấm; đ) Tái phạm nguy hiểm. 3. Người phạm tội còn có thể bị phạt tiền từ 10.000.000 đồng đến 100.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 4. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 300.000.000 đồng đến 1.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng hoặc đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; c) Phạm tội thuộc trường hợp quy định tạiĐiều 79 của Bộ luật này, thì bị đình chỉ hoạt động vĩnh viễn; d) Pháp nhân thương mại còn có thể bị phạt tiền từ 50.000.000 đồng đến 500.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định hoặc cấm huy động vốn từ 01 năm đến 03 năm."
    },
    {
      "dieu_id": "dieu_246",
      "dieu_title": "Điều 246. Tội nhập khẩu, phát tán các loài ngoại lai xâm hại",
      "dieu_content": "1. Người nào thực hiện một trong các hành vi sau đây, thì bị phạt tiền từ 100.000.000 đồng đến 1.000.000.000 đồng, phạt cải tạo không giam giữ đến 03 năm hoặc phạt tù từ 01 năm đến 05 năm: a) Nhập khẩu trái phép loài động vật, thực vật ngoại lai xâm hại hoặc loài động vật, thực vật ngoại lai có nguy cơ xâm hại trong trường hợp vật phạm pháp trị giá từ 250.000.000 đồng đến dưới 500.000.000 đồng hoặc trong trường hợp vật phạm pháp trị giá dưới 250.000.000 đồng nhưng đã bị xử phạt vi phạm hành chính về hành vi này mà còn vi phạm; b) Phát tán loài động vật, thực vật ngoại lai xâm hại hoặc loài động vật, thực vật ngoại lai có nguy cơ xâm hại, gây thiệt hại về tài sản từ 150.000.000 đồng đến dưới 500.000.000 đồng. 2. Phạm tội thuộc một trong các trường hợp sau đây, thì bị phạt tù từ 03 năm đến 07 năm: a) Có tổ chức; b) Nhập khẩu trái phép loài động vật, thực vật ngoại lai xâm hại hoặc loài động vật, thực vật ngoại lai có nguy cơ xâm hại trong trường hợp vật phạm pháp trị giá 500.000.000 đồng trở lên; c) Phát tán loài động vật, thực vật ngoại lai xâm hại hoặc loài động vật, thực vật ngoại lai có nguy cơ xâm hại, gây thiệt hại về tài sản 500.000.000 đồng trở lên; d) Tái phạm nguy hiểm. 3. Người phạm tội còn có thể bị phạt tiền từ 50.000.000 đồng đến 500.000.000 đồng, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định từ 01 năm đến 05 năm. 4. Pháp nhân thương mại phạm tội quy định tại Điều này, thì bị phạt như sau: a) Phạm tội thuộc trường hợp quy định tại khoản 1 Điều này, thì bị phạt tiền từ 1.000.000.000 đồng đến 3.000.000.000 đồng; b) Phạm tội thuộc trường hợp quy định tại khoản 2 Điều này, thì bị phạt tiền từ 3.000.000.000 đồng đến 5.000.000.000 đồng hoặc đình chỉ hoạt động có thời hạn từ 06 tháng đến 03 năm; c) Pháp nhân thương mại còn có thể bị phạt tiền từ 100.000.000 đồng đến 1.000.000.000 đồng, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định hoặc cấm huy động vốn từ 01 năm đến 03 năm."
    }
  ]
}