{
  "chuong_id": "chuong_6",
  "chuong_title": "Chương VI",
  "chuong_name": "HÌNH PHẠT",
  "dieu_list": [
    {
      "dieu_id": "dieu_30",
      "dieu_title": "Điều 30. Khái niệm hình phạt",
      "dieu_content": "Hình phạt là biện pháp cưỡng chế nghiêm khắc nhất của Nhà nước được quy định trong Bộ luật này, do Tòa án quyết định áp dụng đối với người hoặc pháp nhân thương mại phạm tội nhằm tước bỏ hoặc hạn chế quyền, lợi ích của người, pháp nhân thương mại đó."
    },
    {
      "dieu_id": "dieu_31",
      "dieu_title": "Điều 31. Mục đích của hình phạt",
      "dieu_content": "Hình phạt không chỉ nhằm trừng trị người, pháp nhân thương mại phạm tội mà còn giáo dục họ ý thức tuân theo pháp luật và các quy tắc của cuộc sống, ngăn ngừa họ phạm tội mới; giáo dục người, pháp nhân thương mại khác tôn trọng pháp luật, phòng ngừa và đấu tranh chống tội phạm."
    },
    {
      "dieu_id": "dieu_32",
      "dieu_title": "Điều 32. Các hình phạt đối với người phạm tội",
      "dieu_content": "1. Hình phạt chính bao gồm: a) Cảnh cáo; b) Phạt tiền; c) Cải tạo không giam giữ; d) Trục xuất; đ) Tù có thời hạn; e) Tù chung thân; g) Tử hình. 2. Hình phạt bổ sung bao gồm: a) Cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định; b) Cấm cư trú; c) Quản chế; d) Tước một số quyền công dân; đ) Tịch thu tài sản; e) Phạt tiền, khi không áp dụng là hình phạt chính; g) Trục xuất, khi không áp dụng là hình phạt chính. 3. Đối với mỗi tội phạm, người phạm tội chỉ bị áp dụng một hình phạt chính và có thể bị áp dụng một hoặc một số hình phạt bổ sung."
    },
    {
      "dieu_id": "dieu_33",
      "dieu_title": "Điều 33. Các hình phạt đối với pháp nhân thương mại phạm tội",
      "dieu_content": "1. Hình phạt chính bao gồm: a) Phạt tiền; b) Đình chỉ hoạt động có thời hạn; c) Đình chỉ hoạt động vĩnh viễn. 2. Hình phạt bổ sung bao gồm: a) Cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định; b) Cấm huy động vốn; c) Phạt tiền, khi không áp dụng là hình phạt chính. 3. Đối với mỗi tội phạm, pháp nhân thương mại phạm tội chỉ bị áp dụng một hình phạt chính và có thể bị áp dụng một hoặc một số hình phạt bổ sung."
    },
    {
      "dieu_id": "dieu_34",
      "dieu_title": "Điều 34. Cảnh cáo",
      "dieu_content": "Cảnh cáo được áp dụng đối với người phạm tội ít nghiêm trọng và có nhiều tình tiết giảm nhẹ, nhưng chưa đến mức miễn hình phạt."
    },
    {
      "dieu_id": "dieu_35",
      "dieu_title": "Điều 35. Phạt tiền",
      "dieu_content": "1. Phạt tiền được áp dụng là hình phạt chính đối với các trường hợp sau đây: a) Người phạm tội ít nghiêm trọng, phạm tội nghiêm trọng do Bộ luật này quy định; b) Người phạm tội rất nghiêm trọng xâm phạm trật tự quản lý kinh tế, môi trường, trật tự công cộng, an toàn công cộng và một số tội phạm khác do Bộ luật này quy định. 2. Hình phạt tiền được áp dụng là hình phạt bổ sung đối với người phạm tội về tham nhũng, ma túy hoặc những tội phạm khác do Bộ luật này quy định. 3. Mức tiền phạt được quyết định căn cứ vào tính chất và mức độ nguy hiểm của tội phạm, đồng thời có xét đến tình hình tài sản của người phạm tội, sự biến động của giá cả, nhưng không được thấp hơn 1.000.000 đồng. 4. Hình phạt tiền đối với pháp nhân thương mại phạm tội được quy định tạiĐiều 77 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_36",
      "dieu_title": "Điều 36. Cải tạo không giam giữ",
      "dieu_content": "1. Cải tạo không giam giữ được áp dụng từ 06 tháng đến 03 năm đối với người phạm tội ít nghiêm trọng, phạm tội nghiêm trọng do Bộ luật này quy định mà đang có nơi làm việc ổn định hoặc có nơi cư trú rõ ràng nếu xét thấy không cần thiết phải cách ly người phạm tội khỏi xã hội. Nếu người bị kết án đã bị tạm giữ, tạm giam thì thời gian tạm giữ, tạm giam được trừ vào thời gian chấp hành hình phạt cải tạo không giam giữ, cứ 01 ngày tạm giữ, tạm giam bằng 03 ngày cải tạo không giam giữ. 2. Tòa án giao người bị phạt cải tạo không giam giữ cho cơ quan, tổ chức nơi người đó làm việc, học tập hoặc Ủy ban nhân dân cấp xã nơi người đó cư trú để giám sát, giáo dục. Gia đình người bị kết án có trách nhiệm phối hợp với cơ quan, tổ chức hoặc Ủy ban nhân dân cấp xã trong việc giám sát, giáo dục người đó. 3. Trong thời gian chấp hành án, người bị kết án phải thực hiện một số nghĩa vụ theo các quy định về cải tạo không giam giữ và bị khấu trừ một phần thu nhập từ 05% đến 20% để sung quỹ nhà nước. Việc khấu trừ thu nhập được thực hiện hàng tháng. Trong trường hợp đặc biệt, Tòa án có thể cho miễn việc khấu trừ thu nhập, nhưng phải ghi rõ lý do trong bản án. Không khấu trừ thu nhập đối với người chấp hành án là người đang thực hiện nghĩa vụ quân sự. 4. Trường hợp người bị phạt cải tạo không giam giữ không có việc làm hoặc bị mất việc làm trong thời gian chấp hành hình phạt này thì phải thực hiện một số công việc lao động phục vụ cộng đồng trong thời gian cải tạo không giam giữ. Thời gian lao động phục vụ cộng đồng không quá 04 giờ trong một ngày và không quá 05 ngày trong 01 tuần. Không áp dụng biện pháp lao động phục vụ cộng đồng đối với phụ nữ có thai hoặc đang nuôi con dưới 06 tháng tuổi, người già yếu, người bị bệnh hiểm nghèo, người khuyết tật nặng hoặc khuyết tật đặc biệt nặng. Người bị kết án cải tạo không giam giữ phải thực hiện những nghĩa vụ quy định tạiLuật thi hành án hình sự."
    },
    {
      "dieu_id": "dieu_37",
      "dieu_title": "Điều 37. Trục xuất",
      "dieu_content": "Trục xuất là buộc người nước ngoài bị kết án phải rời khỏi lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam. Trục xuất được Tòa án áp dụng là hình phạt chính hoặc hình phạt bổ sung trong từng trường hợp cụ thể."
    },
    {
      "dieu_id": "dieu_38",
      "dieu_title": "Điều 38. Tù có thời hạn",
      "dieu_content": "1. Tù có thời hạn là buộc người bị kết án phải chấp hành hình phạt tại cơ sở giam giữ trong một thời hạn nhất định. Tù có thời hạn đối với người phạm một tội có mức tối thiểu là 03 tháng và mức tối đa là 20 năm. Thời gian tạm giữ, tạm giam được trừ vào thời hạn chấp hành hình phạt tù, cứ 01 ngày tạm giữ, tạm giam bằng 01 ngày tù. 2. Không áp dụng hình phạt tù có thời hạn đối với người lần đầu phạm tội ít nghiêm trọng do vô ý và có nơi cư trú rõ ràng."
    },
    {
      "dieu_id": "dieu_39",
      "dieu_title": "Điều 39. Tù chung thân",
      "dieu_content": "Tù chung thân là hình phạt tù không thời hạn được áp dụng đối với người phạm tội đặc biệt nghiêm trọng, nhưng chưa đến mức bị xử phạt tử hình. Không áp dụng hình phạt tù chung thân đối với người dưới 18 tuổi phạm tội."
    },
    {
      "dieu_id": "dieu_40",
      "dieu_title": "Điều 40. Tử hình",
      "dieu_content": "1. Tử hình là hình phạt đặc biệt chỉ áp dụng đối với người phạm tội đặc biệt nghiêm trọng thuộc một trong nhóm các tội xâm phạm an ninh quốc gia, xâm phạm tính mạng con người, các tội phạm về ma túy, tham nhũng và một số tội phạm đặc biệt nghiêm trọng khác do Bộ luật này quy định. 2. Không áp dụng hình phạt tử hình đối với người dưới 18 tuổi khi phạm tội, phụ nữ có thai, phụ nữ đang nuôi con dưới 36 tháng tuổi hoặc người đủ 75 tuổi trở lên khi phạm tội hoặc khi xét xử. 3. Không thi hành án tử hình đối với người bị kết án nếu thuộc một trong các trường hợp sau đây: a) Phụ nữ có thai hoặc phụ nữ đang nuôi con dưới 36 tháng tuổi; b) Người đủ 75 tuổi trở lên; c) Người bị kết án tử hình về tội tham ô tài sản, tội nhận hối lộ mà sau khi bị kết án đã chủ động nộp lại ít nhất ba phần tư tài sản tham ô, nhận hối lộ và hợp tác tích cực với cơ quan chức năng trong việc phát hiện, điều tra, xử lý tội phạm hoặc lập công lớn. 4. Trong trường hợp quy định tại khoản 3 Điều này hoặc trường hợp người bị kết án tử hình được ân giảm, thì hình phạt tử hình được chuyển thành tù chung thân."
    },
    {
      "dieu_id": "dieu_41",
      "dieu_title": "Điều 41. Cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định",
      "dieu_content": "Cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định được áp dụng khi xét thấy nếu để người bị kết án đảm nhiệm chức vụ, hành nghề hoặc làm công việc đó thì có thể gây nguy hại cho xã hội. Thời hạn cấm là từ 01 năm đến 05 năm, kể từ ngày chấp hành xong hình phạt tù hoặc từ ngày bản án có hiệu lực pháp luật nếu hình phạt chính là cảnh cáo, phạt tiền, cải tạo không giam giữ hoặc trong trường hợp người bị kết án được hưởng án treo."
    },
    {
      "dieu_id": "dieu_42",
      "dieu_title": "Điều 42. Cấm cư trú",
      "dieu_content": "Cấm cư trú là buộc người bị kết án phạt tù không được tạm trú hoặc thường trú ở một số địa phương nhất định. Thời hạn cấm cư trú là từ 01 năm đến 05 năm, kể từ ngày chấp hành xong hình phạt tù."
    },
    {
      "dieu_id": "dieu_43",
      "dieu_title": "Điều 43. Quản chế",
      "dieu_content": "Quản chế là buộc người bị kết án phạt tù phải cư trú, làm ăn sinh sống và cải tạo ở một địa phương nhất định dưới sự kiểm soát, giáo dục của chính quyền và nhân dân địa phương. Trong thời gian quản chế, người bị kết án không được tự ý ra khỏi nơi cư trú, bị tước một số quyền công dân theo quy định tạiĐiều 44 của Bộ luật nàyvà bị cấm hành nghề hoặc làm công việc nhất định. Quản chế được áp dụng đối với người phạm tội xâm phạm an ninh quốc gia, người tái phạm nguy hiểm hoặc trong những trường hợp khác do Bộ luật này quy định. Thời hạn quản chế là từ 01 năm đến 05 năm, kể từ ngày chấp hành xong hình phạt tù."
    },
    {
      "dieu_id": "dieu_44",
      "dieu_title": "Điều 44. Tước một số quyền công dân",
      "dieu_content": "1. Công dân Việt Nam bị kết án phạt tù về tội xâm phạm an ninh quốc gia hoặc tội phạm khác trong những trường hợp do Bộ luật này quy định, thì bị tước một hoặc một số quyền công dân sau đây: a) Quyền ứng cử đại biểu cơ quan quyền lực Nhà nước; b) Quyền làm việc trong các cơ quan nhà nước và quyền phục vụ trong lực lượng vũ trang nhân dân. 2. Thời hạn tước một số quyền công dân là từ 01 năm đến 05 năm, kể từ ngày chấp hành xong hình phạt tù hoặc kể từ ngày bản án có hiệu lực pháp luật trong trường hợp người bị kết án được hưởng án treo."
    },
    {
      "dieu_id": "dieu_45",
      "dieu_title": "Điều 45. Tịch thu tài sản",
      "dieu_content": "Tịch thu tài sản là tước một phần hoặc toàn bộ tài sản thuộc sở hữu của người bị kết án để nộp vào ngân sách nhà nước. Tịch thu tài sản chỉ được áp dụng đối với người bị kết án về tội phạm nghiêm trọng, tội phạm rất nghiêm trọng hoặc tội phạm đặc biệt nghiêm trọng xâm phạm an ninh quốc gia, tội phạm về ma túy, tham nhũng hoặc tội phạm khác do Bộ luật này quy định. Khi tịch thu toàn bộ tài sản vẫn để cho người bị kết án và gia đình họ có điều kiện sinh sống."
    }
  ]
}