{
  "chuong_id": "chuong_14",
  "chuong_title": "Chương XIV",
  "chuong_name": "GIẢI QUYẾT KHIẾU NẠI, TỐ CÁO TRONG THI HÀNH ÁN HÌNH SỰ",
  "dieu_list": [
    {
      "dieu_id": "dieu_176",
      "dieu_title": "Điều 176. Quyền khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Người, pháp nhân thương mại chấp hành án hình sự và cơ quan, tổ chức, cá nhân khác có liên quan (sau đây gọi là người khiếu nại) có quyền khiếu nại đối với quyết định, hành vi của cơ quan, người có thẩm quyền thi hành án hình sự nếu có căn cứ cho rằng quyết định, hành vi đó là trái pháp luật, xâm phạm quyền, lợi ích hợp pháp của mình. Việc khiếu nại của pháp nhân thương mại chấp hành án được thực hiện thông qua người đại diện theo pháp luật của pháp nhân thương mại. 2. Thời hiệu khiếu nại lần đầu là 30 ngày kể từ ngày nhận hoặc biết được quyết định, hành vi thi hành án hình sự mà người khiếu nại cho rằng có vi phạm pháp luật. Thời hiệu khiếu nại lần hai là 15 ngày kể từ ngày nhận được quyết định giải quyết khiếu nại của người có thẩm quyền. Trường hợp vì lý do bất khả kháng hoặc trở ngại khách quan mà người khiếu nại không thực hiện được quyền khiếu nại theo đúng thời hiệu thì thời gian có lý do bất khả kháng hoặc trở ngại khách quanđó không tính vào thời hiệu khiếu nại."
    },
    {
      "dieu_id": "dieu_177",
      "dieu_title": "Điều 177. Các trường hợp khiếu nại về thi hành án hình sự không được thụ lý giải quyết",
      "dieu_content": "1. Quyết định, hành vi bị khiếu nại không liên quan trực tiếp đến quyền, lợi ích hợp pháp của người khiếu nại. 2. Người khiếu nại là cá nhân không có năng lực hành vi dân sự đầy đủ mà không có người đại diện, trừ trường hợp pháp luật có quy định khác. 3. Người đại diện không có giấy tờ chứng minh về việc đại diện hợp pháp của mình. 4. Thời hiệu khiếu nại đã hết. 5. Việc khiếu nại đã có quyết định giải quyết khiếu nại có hiệu lực thi hành."
    },
    {
      "dieu_id": "dieu_178",
      "dieu_title": "Điều 178. Thẩm quyền giải quyết khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Chủ tịch Ủy ban nhân dân cấp xã giải quyết khiếu nại đối với quyết định, hành vi trái pháp luật của cơ quan, tổ chức, người có liên quan trong quản lý, giám sát, giáo dục người chấp hành án hình sự ở xã, phường, thị trấn. 2. Thủ trưởng cơ quan thi hành án hình sự Công an cấp huyện giải quyết khiếu nại đối với quyết định, hành vi sau đây: a) Quyết định, hành vi trái pháp luật của Phó thủ trưởng, sĩ quan, hạ sĩ quan, chiến sĩ thuộc quyền quản lý của cơ quan thi hành án hình sự Công an cấp huyện, trừ trường hợp quy định tại khoản 8 Điều này; b) Quyết định, hành vi trái pháp luật của Chủ tịch Ủy ban nhân dân cấp xã, Ủy ban nhân dân cấp xã được Tòa án giao giám sát, giáo dục đối với người chấp hành án; c) Quyết định giải quyết khiếu nại của Chủ tịch Ủy ban nhân dân cấp xã được Tòa án giao giám sát, giáo dục đối với người chấp hành án. 3. Trưởng Công an cấp huyện giải quyết khiếu nại đối với quyết định, hành vi sau đây: a) Quyết định, hành vi trái pháp luật của Thủ trưởng cơ quan thi hành án hình sự Công an cấp huyện; b) Quyết định giải quyết khiếu nại của Thủ trưởng cơ quan thi hành án hình sự Công an cấp huyện. 4. Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh giải quyết khiếu nại đối với quyết định, hành vi sau đây: a)Quyết định, hành vi trái pháp luật của sĩ quan, hạ sĩ quan, chiến sĩ thuộc quyền quản lý của cơ quan thi hành án hình sự Công an cấp tỉnh, trừ trường hợp quy định tại khoản 8Điều này; b) Quyết định, hành vi trái pháp luật của cơ quan, cá nhân có thẩm quyền trong thi hành án hình sự đối với pháp nhân thương mại. 5. Giám đốc Công an cấp tỉnh giải quyết khiếu nại đối với quyết định, hành vi sau đây: a) Quyết định, hành vi trái pháp luật của Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh; b) Quyết định giải quyết khiếu nại của Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh, Trưởng Công an cấp huyện. 6.Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc Bộ Công an giải quyết khiếu nại đối với quyết định, hành vi trái pháp luật của sĩ quan, hạ sĩ quan, chiến sĩ thuộc quyền quản lý của cơ quan quản lý thi hành án hình sự thuộc Bộ Công an, trừ trường hợp quy định tại khoản 8 Điều này. 7. Bộ trưởng Bộ Công an giải quyết khiếu nại đối với quyết định, hành vi sau đây, trừ trường hợp quy định tại khoản 8 Điều này: a) Quyết định, hành vi trái pháp luật của Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc Bộ Công an; b) Quyết định giải quyết khiếu nại của Giám đốc Công an cấp tỉnh, Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc Bộ Công an. 8.Viện trưởng Viện kiểm sát nhân dân cấp tỉnh, Viện trưởng Viện kiểm sát quân sự cấp quân khu, Viện trưởng Viện kiểm sát nhân dân cấp huyện giải quyết khiếu nại đối với quyết định, hành vi trái pháp luật trong quản lý, giáo dục phạm nhân của người được giao quản lý, giáo dục phạm nhân. Viện trưởng Viện kiểm sát nhân dân cấp tỉnh giải quyết khiếu nại đối với quyết định giải quyết khiếu nại của Viện trưởng Viện kiểm sát nhân dân cấp huyện. Viện trưởng Viện kiểm sát nhân dân tối cao, Viện trưởng Viện kiểm sát quân sự trung ương giải quyết khiếu nại đối với quyết định giải quyết khiếu nại của Viện trưởng Viện kiểm sát nhân dân cấp tỉnh, Viện trưởng Viện kiểm sát quân sự cấp quân khu. Quyết định giải quyết khiếu nại của Viện trưởng Viện kiểm sát cấp trên có hiệu lực thi hành."
    },
    {
      "dieu_id": "dieu_179",
      "dieu_title": "Điều 179. Thẩm quyền giải quyết khiếu nại về thi hành án hình sự trong Quân đội nhân dân",
      "dieu_content": "1. Thủ trưởng cơ quan thi hành án hình sự cấp quân khu giải quyết khiếu nại đối với quyết định, hành vi trái pháp luật trong thi hành án hình sự của sĩ quan, quân nhân chuyên nghiệp, hạ sĩ quan, chiến sĩ của đơn vị quân đội, cơ quan thi hành án hình sự cấp quân khu, trừ trường hợp quy định tạikhoản 8 Điều 178 của Luật này. 2. Tư lệnh quân khu và tương đương giải quyết khiếu nại đối với quyết định, hành vi sau đây, trừ trường hợp quy định tạikhoản 8 Điều 178 của Luật này: a) Quyết định, hành vi trái pháp luật của Thủ trưởng cơ quan thi hành án hình sự cấp quân khu; b) Quyết định giải quyết khiếu nại của Thủ trưởng cơ quan thi hành án hình sự cấp quân khu. 3. Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc Bộ Quốc phòng giải quyết khiếu nại đối với quyết định, hành vi trái pháp luật của sĩ quan, quân nhân chuyên nghiệp, hạ sĩ quan, chiến sĩ thuộc quyền quản lý của cơ quan quản lý thi hành án hình sự thuộc Bộ Quốc phòng, trừ trường hợp quy định tạikhoản 8 Điều 178 của Luật này. 4. Bộ trưởng Bộ Quốc phòng giải quyết khiếu nại đối với quyết định, hành vi sau đây, trừ trường hợp quy định tạikhoản 8 Điều 178 của Luật này: a) Quyết định, hành vi trái pháp luật của Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc Bộ Quốc phòng; b) Quyết định, hành vi trái pháp luật của Tư lệnh quân khu và tương đương; c) Quyết định giải quyết khiếu nại của Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc Bộ Quốc phòng, Tư lệnh quân khu và tương đương."
    },
    {
      "dieu_id": "dieu_180",
      "dieu_title": "Điều 180. Quyền và nghĩa vụ của người khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Người khiếu nại có các quyền sau đây: a) Tự mình khiếu nại hoặc thông qua người đại diện để khiếu nại trong bất kỳ thời gian nào của quá trình thi hành án hình sự; b) Rút khiếu nại trong bất kỳ thời gian nào của quá trình giải quyết khiếu nại; c) Được nhận văn bản trả lời về việc thụ lý giải quyết khiếu nại, nhận quyết định giải quyết khiếu nại; d) Được khôi phục quyền, lợi ích hợp pháp đã bị xâm phạm, được bồi thường thiệt hại theo quy định của pháp luật. 2. Người khiếu nại có các nghĩa vụ sau đây: a) Trình bày trung thực sự việc, cung cấp thông tin, tài liệu liên quan đến việc khiếu nại cho người giải quyết khiếu nại; chịu trách nhiệm trước pháp luật về nội dung trình bày và việc cung cấp các thông tin, tài liệu đó; b) Chấp hành quyết định giải quyết khiếu nại có hiệu lực thi hành."
    },
    {
      "dieu_id": "dieu_181",
      "dieu_title": "Điều 181. Quyền và nghĩa vụ của người bị khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Người bị khiếu nại có các quyền sau đây: a) Được thông báo về nội dung khiếu nại; b) Đưa ra bằng chứng về tính hợp pháp của quyết định, hành vi thi hành án hình sự bị khiếu nại; c) Được nhận quyết định giải quyết khiếu nại. 2. Người bị khiếu nại có các nghĩa vụ sau đây: a) Giải trình về quyết định, hành vi thi hành án hình sự bị khiếu nại, cung cấp thông tin, tài liệu liên quan khi cơ quan, tổ chức, cá nhân có thẩm quyền yêu cầu; b) Chấp hành quyết định giải quyết khiếu nại có hiệu lực thi hành; c) Bồi hoàn, khắc phục hậu quả do quyết định, hành vi trái pháp luật của mình gây ra theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_182",
      "dieu_title": "Điều 182. Nhiệm vụ và quyền hạn của người có thẩm quyền giải quyết khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Tiếp nhận, giải quyết khiếu nại đối với quyết định, hành vi bị khiếu nại. 2. Yêu cầu người khiếu nại, người bị khiếu nại giải trình, cung cấp thông tin, tài liệu liên quan đến việc khiếu nại. 3. Thông báo bằng văn bản về việc thụ lý để giải quyết, gửi quyết định giải quyết cho người khiếu nại. 4. Chịu trách nhiệm trước pháp luật về việc giải quyết khiếu nại của mình."
    },
    {
      "dieu_id": "dieu_183",
      "dieu_title": "Điều 183. Thời hạn giải quyết khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Thời hạn giải quyết khiếu nại lần đầu là 15 ngày kể từ ngày thụ lý khiếu nại. 2. Thời hạn giải quyết khiếu nại lần hai là 30 ngày kể từ ngày thụ lý khiếu nại. 3. Trường hợp cần thiết, đối với những vụ việc phức tạp thì thời hạn giải quyết khiếu nại quy định tại khoản 1 và khoản 2 Điều này có thể kéo dài thêm nhưng không quá 30 ngày."
    },
    {
      "dieu_id": "dieu_184",
      "dieu_title": "Điều 184. Tiếp nhận, thụ lý khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Cơ quan, người có thẩm quyền phải tiếp nhận các khiếu nại trong thi hành án hình sự. Đối với khiếu nại của phạm nhân quy định tạikhoản 8 Điều 178 của Luật nàythì trong thời hạn 24 giờ kể từ khi tiếp nhận, Giám thị trại giam, Giám thị trại tạm giam, Thủ trưởng cơ quan thi hành án hình sự Công an cấp huyện phải chuyển ngay khiếu nại cho Viện kiểm sát có thẩm quyền. 2. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được khiếu nại, cơ quan, người có thẩm quyền quy định tại khoản 1 Điều này,Điều 178 và Điều 179 của Luật nàyphải thụ lý để giải quyết và thông báo bằng văn bản cho người khiếu nại biết. Trường hợp không thụ lý khiếu nại để giải quyết thì phải thông báo bằng văn bản và nêu rõ lý do."
    },
    {
      "dieu_id": "dieu_185",
      "dieu_title": "Điều 185. Hồ sơ giải quyết khiếu nại trong thi hành án hình sự",
      "dieu_content": "1. Hồ sơ giải quyết khiếu nại bao gồm: a) Đơn khiếu nại hoặc văn bản ghi nội dung khiếu nại; b) Văn bản giải trình của người bị khiếu nại; c) Biên bản thẩm tra, xác minh, kết luận; d) Quyết định giải quyết khiếu nại; đ) Tài liệu khác có liên quan. 2. Hồ sơ giải quyết khiếu nại phải được đánh số bút lục và lưu giữ tại cơ quan giải quyết khiếu nại."
    },
    {
      "dieu_id": "dieu_186",
      "dieu_title": "Điều 186. Trình tự, thủ tục giải quyết khiếu nại lần đầu trong thi hành án hình sự",
      "dieu_content": "1. Sau khi thụ lý khiếu nại, người có thẩm quyền giải quyết khiếu nại quy định tạiĐiều 178 và Điều 179 của Luật nàytiến hành xác minh, yêu cầu người khiếu nại, người bị khiếu nại giải trình, cung cấp thông tin, tài liệu liên quan đến việc khiếu nại; gặp cơ quan, tổ chức, cá nhân có liên quan để làm rõ nội dung khiếu nại và ra quyết định giải quyết khiếu nại lần đầu. 2. Quyết định giải quyết khiếu nại lần đầu có hiệu lực thi hành nếu trong thời hiệu do Luật này quy định mà người khiếu nại không khiếu nại tiếp."
    },
    {
      "dieu_id": "dieu_187",
      "dieu_title": "Điều 187. Nội dung quyết định giải quyết khiếu nại lần đầu trong thi hành án hình sự",
      "dieu_content": "1. Ngày, tháng, năm ra quyết định. 2. Họ, tên, địa chỉ của người khiếu nại, người bị khiếu nại. 3. Nội dung khiếu nại. 4. Kết quả xác minh nội dung khiếu nại. 5. Căn cứ pháp luật để giải quyết khiếu nại. 6. Kết luận về nội dung khiếu nại là đúng, đúng một phần hoặc sai toàn bộ. 7. Giữ nguyên, sửa đổi, hủy bỏ hoặc yêu cầu sửa đổi, hủy bỏ một phần quyết định bị khiếu nại hoặc buộc chấm dứt việc thực hiện quyết định, hành vi bị khiếu nại. 8. Việc bồi thường thiệt hại, khắc phục hậu quả do quyết định, hành vi trái pháp luật gây ra (nếu có). 9. Hướng dẫn quyền khiếu nại tiếp theo của đương sự."
    },
    {
      "dieu_id": "dieu_188",
      "dieu_title": "Điều 188. Trình tự, thủ tục giải quyết khiếu nại lần hai trong thi hành án hình sự",
      "dieu_content": "1. Trường hợp tiếp tục khiếu nại thì người khiếu nại phải gửi đơn kèm theo bản sao quyết định giải quyết khiếu nại lần đầu và tài liệu liên quan cho người có thẩm quyền giải quyết khiếu nại lần hai. 2. Trong quá trình giải quyết khiếu nại lần hai, người có thẩm quyền giải quyết khiếu nại quy định tạiĐiều 178 và Điều 179 của Luật nàycó quyền yêu cầu người giải quyết khiếu nại lần đầu, cơ quan, tổ chức, cá nhân có liên quan cung cấp thông tin, tài liệu liên quan đến nội dung khiếu nại; triệu tập người bị khiếu nại, người khiếu nại khi cần thiết; xác minh, tiến hành các biện pháp khác theo quy định của pháp luật để giải quyết khiếu nại. Cơ quan, tổ chức, cá nhân khi nhận được yêu cầu phải thực hiện đúng các yêu cầu đó. 3. Quyết định giải quyết khiếu nại lần hai có hiệu lực thi hành."
    },
    {
      "dieu_id": "dieu_189",
      "dieu_title": "Điều 189. Nội dung quyết định giải quyết khiếu nại lần hai trong thi hành án hình sự",
      "dieu_content": "1. Ngày, tháng, năm ra quyết định. 2. Họ, tên, địa chỉ của người khiếu nại, người bị khiếu nại. 3. Nội dung khiếu nại. 4. Kết quả xác minh nội dung khiếu nại. 5. Căn cứ pháp luật để giải quyết khiếu nại. 6. Kết luận về nội dung khiếu nại và việc giải quyết của người có thẩm quyền giải quyết khiếu nại lần đầu. 7. Giữ nguyên, sửa đổi, hủy bỏ hoặc yêu cầu sửa đổi, hủy bỏ một phần quyết định bị khiếu nại hoặc buộc chấm dứt thực hiện quyết định, hành vi bị khiếu nại; việc bồi thường thiệt hại, khắc phục hậu quả do quyết định, hành vi trái pháp luật gây ra. Mục 2. TỐ CÁO VÀ GIẢI QUYẾT TỐ CÁO TRONG THI HÀNH ÁN HÌNH SỰ"
    },
    {
      "dieu_id": "dieu_190",
      "dieu_title": "Điều 190. Người có quyền tố cáo trong thi hành án hình sự",
      "dieu_content": "Người chấp hành án và mọi công dân có quyền tố cáo với cơ quan, người có thẩm quyền về hành vi vi phạm pháp luật của bất kỳ người có thẩm quyền nào trong thi hành án hình sự mà gây thiệt hại hoặc đe dọa gây thiệt hại lợi ích của Nhà nước, quyền, lợi ích hợp pháp của cơ quan, tổ chức, cá nhân."
    },
    {
      "dieu_id": "dieu_191",
      "dieu_title": "Điều 191. Quyền và nghĩa vụ của người tố cáo, người bị tố cáo trong thi hành án hình sự",
      "dieu_content": "Quyền và nghĩa vụ của người tố cáo, người bị tố cáo trong thi hành án hình sự được thực hiện theo quy định củaLuật Tố cáo."
    },
    {
      "dieu_id": "dieu_192",
      "dieu_title": "Điều 192. Thẩm quyền và thời hạn giải quyết tố cáo",
      "dieu_content": "1. Thẩm quyền giải quyết tố cáo như sau: a) Người đứng đầu cơ quan, tổ chức giải quyết tố cáo đối với hành vi vi phạm pháp luật của người thuộc thẩm quyền quản lý của cơ quan, tổ chức đó; b) Chủ tịch Ủy ban nhân dân cấp xã giải quyết tố cáo đối với hành vi vi phạm pháp luật của Trưởng Công an cấp xã; c) Trưởng Công an cấp huyện giải quyết tố cáo đối với hành vi vi phạm pháp luật của Thủ trưởng cơ quan thi hành án hình sự Công an cấp huyện; d) Chủ tịchỦy ban nhân dân cấp huyệngiải quyết tố cáo đối với hành vi vi phạm pháp luật của Chủ tịch Ủy ban nhân dân cấp xã; đ) Giám đốc Công an cấp tỉnh giải quyết tố cáo đối với hành vi vi phạm pháp luật của Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh; e) Tư lệnh Quân khu và tương đương giải quyết tố cáo đối với hành vi vi phạm pháp luật của Thủ trưởng cơ quan thi hành án hình sự cấp quân khu; g) Bộ trưởng Bộ Công an, Bộ trưởng Bộ Quốc phòng giải quyết tố cáo đối với hành vi vi phạm pháp luật của Thủ trưởng cơ quan quản lý thi hành án hình sự thuộc phạm vi quản lý. h) Viện trưởng Viện kiểm sát có thẩm quyền giải quyết tố cáo đối với hành vi vi phạm pháp luật trong quản lý, giáo dục phạm nhân của người được giao quản lý, giáo dục phạm nhân. 2. Thời hạn giải quyết tố cáo là không quá 30 ngày kể từ ngày thụ lý giải quyết tố cáo; đối với vụ việc phức tạp thì có thể gia hạn giải quyết tố cáo một lần nhưng không quá 30 ngày; đối với vụ việc đặc biệt phức tạp thì có thể gia hạn giải quyết tố cáo 02 lần, mỗi lần không quá 30 ngày. 3. Tố cáo về hành vi vi phạm pháp luật có dấu hiệu tội phạm được giải quyết theo quy định của Bộ luật Tố tụng hình sự."
    },
    {
      "dieu_id": "dieu_193",
      "dieu_title": "Điều 193. Trách nhiệm giải quyết tố cáo",
      "dieu_content": "1. Cơ quan, người có thẩm quyền, trong phạm vi nhiệm vụ, quyền hạn của mình, có trách nhiệm tiếp nhận và giải quyếttố cáo kịp thời, đúng pháp luật; xử lý nghiêm minh người vi phạm; áp dụng biện pháp cần thiết nhằm ngăn chặn thiệt hại có thể xảy ra; bảo đảm cho quyết định giải quyết được thi hành nghiêm chỉnh và chịu trách nhiệm trước pháp luật về quyết định của mình. 2. Người có thẩm quyền giải quyết tố cáo mà không giải quyết, thiếu trách nhiệm trong việc giải quyết, giải quyết trái pháp luật thì tùy theo tính chất, mức độ vi phạm mà bị xử lý kỷ luật hoặc truy cứu trách nhiệm hình sự; nếu gây thiệt hại thì phải bồi thường theo quy định của pháp luật."
    }
  ]
}