{
  "chuong_id": "chuong_4",
  "chuong_title": "Chương IV",
  "chuong_name": "THI HÀNH ÁN TỬ HÌNH",
  "dieu_list": [
    {
      "dieu_id": "dieu_77",
      "dieu_title": "Điều 77. Quyết định thi hành án tử hình",
      "dieu_content": "1. Chánh án Tòa án đã xét xử sơ thẩm ra quyết định thi hành án tử hình. Quyết định phải ghi rõ ngày, tháng, năm ra quyết định, họ, tên, chức vụ của người ra quyết định; bản án, quyết định được thi hành; họ, tên, ngày, tháng, năm sinh, nơi cư trú của người bị kết án. 2. Trong thời hạn 03 ngày làm việc kể từ ngày ra quyết định thi hành án tử hình, Tòa án phải gửi quyết định đó cho các cơ quansau đây: a) Viện kiểm sát, cơ quan thi hành án hình sự cùng cấp; b) Trại tạm giam nơi người chấp hành án đang bị giam giữ; c) Sở Tư pháp nơi Tòa án đã ra quyết định thi hành án có trụ sở."
    },
    {
      "dieu_id": "dieu_78",
      "dieu_title": "Điều 78. Quyết định thành lập Hội đồng thi hành án tử hình",
      "dieu_content": "1. Ngay khi có quyết định thi hành án tử hình, Chánh án Tòa án đã ra quyết định thi hành án có văn bản yêu cầu Viện trưởng Viện kiểm sát cùng cấp, Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh hoặc Thủ trưởng cơ quan thi hành án hình sự cấp quân khu cử đại diện lãnh đạo tham gia Hội đồng thi hành án tử hình. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được văn bản yêu cầu, Viện trưởng Viện kiểm sát cùng cấp, Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh hoặc Thủ trưởng cơ quan thi hành án hình sự cấp quân khu phải có văn bản cử đại diện lãnh đạotham gia Hội đồng thi hành án tử hình. 2. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được văn bản cử đại diện lãnh đạotham gia Hội đồng thi hành án tử hình của các cơ quan quy định tại khoản 1 Điều này, Chánh án Tòa án đã ra quyết định thi hành án phải ra quyết định thành lập Hội đồng thi hành án tử hình. Quyết định thành lập Hội đồng thi hành án tử hình phải ghi rõ ngày, tháng, năm ra quyết định, họ, tên, chức vụ của người ra quyết định; căn cứ ra quyết định; họ, tên, chức vụ của người tham gia Hội đồng. 3. Hội đồng thi hành án tử hình bao gồm: a) Chánh án hoặc Phó Chánh án Tòa án đã ra quyết định thi hành án làm Chủ tịch Hội đồng; b) Viện trưởng hoặc Phó Viện trưởng Viện kiểm sát cùng cấp; c) Thủ trưởng hoặc Phó Thủ trưởng cơ quan thi hành án hình sự cùng cấp. 4. Giúp việc cho Hội đồng thi hành án tử hình có Thư ký là cán bộ, công chức của Tòa án, do Chánh án Tòa án có thẩm quyền ra quyết định thi hành án phân công."
    },
    {
      "dieu_id": "dieu_79",
      "dieu_title": "Điều 79. Nhiệm vụ, quyền hạn của Hội đồng thi hành án tử hình",
      "dieu_content": "1. Hội đồng thi hành án tử hình có nhiệm vụ, quyền hạn sau đây: a) Quyết định kế hoạch và chuẩn bị các điều kiện bảo đảm cho việc thi hành án; b) Tổ chức kiểm tra các điều kiện về người chấp hành án tử hình theo quy định củaBộ luật Hình sự,Bộ luật Tố tụng hình sự; ra quyết định hoãn thi hành án và báo cáo Chánh án Tòa án đã ra quyết định thi hành án khi người bị kết án không đủ điều kiện để thi hành án; c) Yêu cầu cơ quan, tổ chức có liên quan cung cấp thông tin, tài liệu cần thiết cho việc thi hành án; yêu cầu đơn vị vũ trang nhân dân, cơ quan, tổ chức hỗ trợ bảo đảm an toàn việc thi hành án trong trường hợp cần thiết; d) Điều hành việc thi hành án theo kế hoạch; đ) Thông báo kết quả thi hành án cho cơ quan quản lý thi hành án hình sự; e) Hội đồng tự giải thể sau khi hoàn thành nhiệm vụ của mình. 2.Chủ tịch Hội đồng thi hành án tử hình triệu tập họp, công bố các quyết định có liên quan đến việc thi hành án tử hình, quyết định thời gian thi hành án; những nội dung cần giữ bí mật; các điều kiện bảo đảm việc tổ chức thực hiện kế hoạch thi hành án; địa điểm mai táng đối với trường hợp không được nhận tử thi hoặc không có đơn đề nghị được nhận tử thi. Cuộc họp phải được lập biên bản, lưu hồ sơ thi hành án tử hình."
    },
    {
      "dieu_id": "dieu_80",
      "dieu_title": "Điều 80. Hồ sơ thi hành án tử hình",
      "dieu_content": "1. Hồ sơ thi hành án tử hình gồm các tài liệu sau đây: a) Bản án sơ thẩm có hiệu lực pháp luật; bản án phúc thẩm trong trường hợp bản án sơ thẩm có kháng cáo, kháng nghị theo thủ tục phúc thẩm; b) Quyết định giám đốc thẩm, tái thẩm (nếu có); c) Quyết định không kháng nghị của Chánh án Tòa án nhân dân tối cao và quyết định không kháng nghị của Viện trưởng Viện kiểm sát nhân dân tối cao; d) Bản sao Quyết định của Chủ tịch nước bác đơn xin ân giảm hình phạt tử hình (nếu có); đ) Quyết định thi hành án tử hình; e) Quyết định thành lập Hội đồng thi hành án tử hình; g) Biên bản họp Hội đồng thi hành án tử hình; h) Kế hoạch thi hành án tử hình; i) Danh bản, chỉ bản, biên bản kiểm tra căn cước người bị thi hành án tử hình; k) Biên bản kiểm tra, xác minh người bị thi hành án tử hình không thuộc trường hợp quy định tạikhoản 3 Điều 40 của Bộ luật Hình sự; l) Tài liệu có liên quan đến việc hoãn thi hành án tử hình trong trường hợp hoãn thi hành án tử hình; m) Biên bản giám định pháp y tử thi người đã bị thi hành án tử hình; n) 01 ảnh của người đã bị thi hành án tử hình; o) Biên bản thi hành án tử hình; p) Báo cáo kết quả thi hành án tử hình; q) Tài liệu khác có liên quan. 2. Hồ sơ thi hành án tử hình do cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu lập, quản lý và được lưu giữ, bảo quản theo chế độ hồ sơ do Bộ trưởng Bộ Công an, Bộ trưởng Bộ Quốc phòng quy định."
    },
    {
      "dieu_id": "dieu_81",
      "dieu_title": "Điều 81. Hoãn thi hành án tử hình",
      "dieu_content": "1. Hội đồng thi hành án tử hình quyết định hoãn thi hành án tử hình nếu thuộc một trong các trường hợp sau đây: a) Người bị kết án tử hình thuộc trường hợp quy định tạikhoản 3Điều 40 của Bộ luật Hình sự; b) Có lý do bất khả kháng hoặc trở ngại khách quan; c) Ngay trước khi thi hành án người bị kết án tử hình khai báo những tình tiết mới về tội phạm. 2. Khi quyết định hoãn thi hành án tử hình, Hội đồng thi hành án tử hình phải lập biên bản ghi rõ ngày, giờ, tháng, năm, địa điểm thi hành án; họ, tên, chức vụ của thành viên Hội đồng; lý do hoãn thi hành án. Biên bản hoãn thi hành án phải được tất cả các thành viên Hội đồng ký, lưu hồ sơ thi hành án tử hình và báo cáo Chánh án Tòa án đã ra quyết định thi hành án, Viện trưởng Viện kiểm sát nhân dân cấp tỉnh, Viện trưởng Viện kiểm sát quân sự cấp quân khu và cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu. 3. Cảnh sát thi hành án hình sự và hỗ trợ tư pháp hoặc Vệ binh hỗ trợ tư pháp áp giải, bàn giao người được hoãn thi hành án tử hình cho trại tạm giam để tiếp tục quản lý giam giữ người đó. Việc giao nhận người được hoãn thi hành án tử hình phải được lập thành biên bản. 4. Trường hợp hoãn thi hành án theo quy định tại điểm a khoản 1 Điều này thì Hội đồng thi hành án tử hình hoãn thi hành án và báo cáo Chánh án Tòa án đã ra quyết định thi hành án để báo cáo Chánh án Tòa án nhân dân tối cao xem xét, quyết định. Trường hợp hoãn thi hành án theo quy định tại điểm b và điểm c khoản 1 Điều này mà lý do hoãn không còn thì Chánh án Tòa án ra quyết định thi hành án yêu cầu Hội đồng tiếp tục thực hiện việc thi hành án. Trường hợp có sự thay đổi thành viên Hội đồng thì Chánh án Tòa án đã ra quyết định thi hành án quyết định thay đổi thành viên Hội đồng hoặc thành lập Hội đồng thi hành án tử hình theo quy định tạiĐiều 78 của Luật này."
    },
    {
      "dieu_id": "dieu_82",
      "dieu_title": "Điều 82. Hình thức và trình tự thi hành án tử hình",
      "dieu_content": "1. Thi hành án tử hình được thực hiện bằng tiêm thuốc độc. Quy trình thực hiện việc tiêm thuốc độc do Chính phủ quy định. 2. Trước khi thi hành án, Hội đồng thi hành án tử hình phải kiểm tra danh bản, chỉ bản, hồ sơ lý lịch của người chấp hành án tử hình; trường hợp người chấp hành án là nữ thì Hội đồng phải kiểm tra các tài liệu liên quan đến điều kiện không thi hành án tử hình theo quy định củaBộ luật Hình sự. 3. Trước khi bị đưa ra thi hành án tử hình, người chấp hành án được ăn, uống, viết thư, ghi âm lời nói gửi lại thân nhân. 4. Trình tự thi hành án tử hình được thực hiện như sau: a) Căn cứ quyết định thi hành án tử hình và yêu cầu của Chủ tịch Hội đồng thi hành án tử hình, Cảnh sát thi hành án hình sự và hỗ trợ tư pháp hoặc Vệ binh hỗ trợ tư pháp thực hiện áp giải người chấp hành án đến nơi làm việc của Hội đồng thi hành án tử hình; b) Thực hiện yêu cầu của Hội đồng thi hành án tử hình, cán bộ chuyên môn thuộc Công an nhân dân hoặc Quân đội nhân dân tiến hành lăn tay, kiểm tra danh bản, chỉ bản, đối chiếu với hồ sơ, tài liệu có liên quan; chụp ảnh, ghi hình quá trình làm thủ tục lăn tay, kiểm tra và lập biên bản; báo cáo Hội đồng thi hành án tử hình về kết quả kiểm tra; c) Chủ tịch Hội đồng thi hành án tử hình công bố quyết định thi hành án, quyết định không kháng nghị của Chánh án Tòa án nhân dân tối cao và quyết định không kháng nghị của Viện trưởng Viện kiểm sát nhân dân tối cao, quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao không chấp nhận kháng nghị của Chánh án Tòa án nhân dân tối cao hoặc kháng nghị của Viện trưởng Viện kiểm sát nhân dân tối cao, quyết định của Chủ tịch nước bác đơn xin ân giảm hình phạt tử hình. Ngay sau khi Chủ tịch Hội đồng thi hành án công bố các quyết định, Cảnh sát thi hành án hình sự và hỗ trợ tư pháp hoặc Vệ binh hỗ trợ tư pháp có nhiệm vụ giao các quyết định trên cho người chấp hành án để người đó tự đọc. Trường hợp người chấp hành án không biết chữ, không biết tiếng Việt hoặc không tự mình đọc được thì Hội đồng thi hành án tử hình chỉ định người đọc hoặc phiên dịch các quyết định trên cho người đó nghe. Quá trình công bố và đọc các quyết định phải được chụp ảnh, ghi hình, ghi âm và lưu vào hồ sơ thi hành án tử hình; d) Theo lệnh của Chủ tịch Hội đồng thi hành án tử hình, cán bộ chuyên môn do cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu chỉ định thực hiện việc thi hành án và báo cáo kết quả cho Chủ tịch Hội đồng; đ) Theo lệnh của Chủ tịch Hội đồng thi hành án tử hình, bác sỹ pháp y xác định tình trạng của người đã bị thi hành án tử hình và báo cáo kết quả cho Hội đồng; e) Hội đồng thi hành án tử hình lập biên bản thi hành án; báo cáo về quá trình, kết quả thi hành án cho Tòa án nhân dân tối cao, Viện kiểm sát nhân dân tối cao, cơ quan quản lý thi hành án hình sự. Cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu làm thủ tục khai tử tại Ủy ban nhân dân cấp xã nơi thi hành án; g) Cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm bảo quản tử thi, tổ chức mai táng, vẽ sơ đồ mộ người đã bị thi hành án. Ủy ban nhân dân cấp xã nơi mai tángcó nhiệm vụ phối hợp với cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu trong việc mai táng và quản lý mộ của người đã bị thi hành án; h) Trong thời hạn 03 ngày làm việc kể từ ngày thi hành án, cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu thông báo cho thân nhân của người đã bị thi hành án biết, trừ trường hợp quy định tạikhoản 1 Điều 83 của Luật này."
    },
    {
      "dieu_id": "dieu_83",
      "dieu_title": "Điều 83. Giải quyết việc xin nhận tử thi, tro cốt và hài cốt của người bị thi hành án tử hình",
      "dieu_content": "1. Trong thời hạn 03 ngày làm việc kể từ ngày ra quyết định thi hành án tử hình, Chánh án Tòa án đã ra quyết định thi hành án phải thông báo cho thân nhân hoặc người đại diện của người bị thi hành án tử hình biết để làm đơn xin nhận tử thi của người đã bị thi hành án tử hình. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được thông báo, đơn xin nhận tử thi của người bị thi hành án tử hình phải được gửi cho Chánh án Tòa án đã ra thông báo. Đơn xin nhận tử thi về mai táng phải ghi rõ họ, tên, địa chỉ người nhận tử thi; quan hệ với người bị thi hành án; cam kết bảo đảm yêu cầu về an ninh, trật tự, vệ sinh môi trường và tự chịu chi phí. Đơn phải có xác nhận của Ủy ban nhân dân cấp xã nơi cư trú, trường hợp người bị thi hành án tử hình là người nước ngoài thì đơn phải có xác nhận của cơ quan có thẩm quyền hoặc cơ quan đại diện của nước mà người đó mang quốc tịch và phải được dịch sang tiếng Việt. 2. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được đơn xin nhận tử thi về mai táng của thân nhân hoặc người đại diện của người bị thi hành án tử hình, Chánh án Tòa án đã ra quyết định thi hành án tử hình phải thông báo bằng văn bản về việc chấp nhận hay không chấp nhận cho nhận tử thi về mai táng. Nếu không chấp nhận cho nhận tử thi về mai táng thì nêu rõ lý do. 3. Trước khi thi hành án tử hình 03 ngày làm việc, Chánh án Tòa án đã ra quyết định thi hành án tử hình phải thông báo bằng văn bản cho cơ quan thi hành án hình sự Công an cấp tỉnh hoặc cơ quan thi hành án hình sự cấp quân khu biết để giải quyết việc cho nhận tử thi của người đã bị thi hành án tử hình về mai táng hoặc tổ chức việc mai táng người đã bị thi hành án tử hình. 4. Trường hợp Chánh án Tòa án đã ra quyết định thành lập Hội đồng thi hành án tử hình chấp nhận cho nhận tử thi của người đã bị thi hành án tử hình, nhưng trong quá trình triển khai thi hành án tử hình, Hội đồng thi hành án tử hình xét thấy việc cho nhận tử thi không bảo đảm an ninh, trật tự thì quyết định không cho nhận và thông báo bằng văn bản cho thân nhân của người đã bị thi hành án tử hình, đồng thời giao cho cơ quan thi hành án hình sự Công an cấp tỉnh hoặc cơ quan thi hành án hình sự cấp quân khu tổ chức mai táng và báo cáo lại Chánh án Tòa án đã ra quyết định. 5. Cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm thông báo cho người có đơn đề nghị ngay sau khi thi hành án để đến nhận tử thi về mai táng. Việc giao, nhận tử thi của người đã bị thi hành án tử hình phải được thực hiện trong thời hạn 24 giờ kể từ khi thông báo và do cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu thực hiện. Việc giao, nhận tử thi phải được lập thành văn bản, có chữ ký của bên giao và bên nhận. Hết thời hạn này mà người có đơn đề nghị không đến nhận tử thi thì cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm mai táng. 6. Trường hợp thân nhân hoặc người đại diện của người bị thi hành án tử hình muốn nhận tro cốt của người bị thi hành án và tự chịu chi phí hỏa táng thì cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu bàn giao tử thi và hỗ trợ đưa tử thi về nơi hỏa táng. 7. Trường hợp cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu tổ chức việc mai táng người bị thi hành án tử hình thì sau 03 năm kể từ ngày thi hành án, thân nhân hoặc người đại diện của người đã bị thi hành án được làm đơn đề nghị cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu nơi đã thi hành án cho nhận hài cốt. Đơn phải ghi rõ họ, tên, địa chỉ người nhận hài cốt; quan hệ với người đã bị thi hành án; cam kết bảo đảm yêu cầu về an ninh, trật tự, vệ sinh môi trường và tự chịu chi phí. Đơn phải có xác nhận của Ủy ban nhân dân cấp xã nơi cư trú, trường hợp người bị thi hành án là người nước ngoài thì đơn đề nghị phải có xác nhận của cơ quan có thẩm quyền hoặc cơ quan đại diện của nước mà người đó mang quốc tịch và phải được dịch ra tiếng Việt. Trong thời hạn 07 ngày kể từ ngày nhận được đơn, cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm xem xét giải quyết."
    }
  ]
}