{
  "chuong_id": "chuong_6",
  "chuong_title": "Chương VI",
  "chuong_name": "THI HÀNH ÁN PHẠT CẤM CƯ TRÚ, QUẢN CHẾ",
  "dieu_list": [
    {
      "dieu_id": "dieu_107",
      "dieu_title": "Điều 107. Thủ tục thi hành án phạt cấm cư trú",
      "dieu_content": "1. Hai tháng trước khi hết thời hạn chấp hành án phạt tù đối với phạm nhân có hình phạt bổ sung là cấm cư trú, Giám thị trại giam, Giám thị trại tạm giam, Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm thông báo bằng văn bản về nội dung quy định tạikhoản 1 Điều 46 của Luật nàycho cơ quan thi hành án hình sự Công an cấp huyện nơi người đó về cư trú và nơi người đó bị cấm cư trú, Ủy ban nhân dân cấp xã nơi người đó về cư trú và nơi người đó bị cấm cư trú. 2. Ngay sau khi phạm nhân có hình phạt bổ sung là cấm cư trú chấp hành xong án phạt tù, trại giam, trại tạm giam, cơ quan thi hành án hình sự Công an cấp huyện, cơ quan thi hành án hình sự cấp quân khu nơi người đó chấp hành án phải gửi giấy chứng nhận chấp hành xong án phạt tù, bản sao bản án, bản sao quyết định thi hành án cho cơ quan thi hành án hình sự Công an cấp huyện nơi người chấp hành án về cư trú. 3. Trong thời hạn 05 ngày làm việc kể từ ngày nhận được các văn bản quy định tại khoản 2 Điều này, cơ quan thi hành án hình sự Công an cấp huyện nơi người chấp hành án về cư trú có trách nhiệm lập hồ sơ thi hành án phạt cấm cư trú và sao gửi các tài liệu cho Ủy ban nhân dân cấp xã nơi người chấp hành án về cư trú và Ủy ban nhân dân cấp xã nơi người chấp hành án bị cấm cư trú. Hồ sơ bao gồm: a) Bản sao bản án, quyết định của Tòa án có hiệu lực pháp luật; b) Bản sao quyết định thi hành án phạt tù; c) Giấy chứng nhận chấp hành xong án phạt tù; d) Tài liệu khác có liên quan. 4. Trong thời hạn 07 ngày kể từ ngày nhận được các tài liệu quy định tại khoản 3 Điều này, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú có trách nhiệm triệu tập người chấp hành án và yêu cầu cam kết việc chấp hành án, lập hồ sơ giám sát, giáo dục người chấp hành án. Hồ sơ bao gồm: a) Các tài liệu quy định tại khoản 3 Điều này; b) Cam kết của người chấp hành án; nhận xét về quá trình chấp hành án phạt cấm cư trú; c) Biên bản vi phạm nghĩa vụ của người chấp hành án (nếu có); d) Quyết định xử phạt vi phạm hành chính đối với người chấp hành án (nếu có); đ) Quyết định của Tòa án về miễn chấp hành thời hạn cấm cư trú còn lại (nếu có); e) Tài liệu khác có liên quan. 5. Trước khi hết thời hạn cấm cư trú 03 ngày hoặc trong thời hạn 03 ngày kể từ ngày nhận được quyết định miễn chấp hành thời hạn cấm cư trú còn lại, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú bàn giao hồ sơ giám sát, giáo dục người chấp hành án cho cơ quan thi hành án hình sự Công an cấp huyện để cấp giấy chứng nhận chấp hành xong án phạt cấm cư trú. Giấy chứng nhận phải gửi cho người chấp hành án, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú, Ủy ban nhân dân cấp xã nơi người chấp hành án bị cấm cư trú, Tòa án đã ra quyết định thi hành án, Sở Tư pháp nơi cơ quan thi hành án hình sự Công an cấp huyện cấp giấy chứng nhận chấp hành xong án phạt cấm cư trú có trụ sở. 6. Trường hợp người chấp hành án chết, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú thông báo cho cơ quan thi hành án hình sự Công an cấp huyện để thông báo cho Tòa án đã ra quyết định thi hành án. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được thông báo, Tòa án đã ra quyết định thi hành án phải ra quyết định đình chỉ thi hành án và gửi cho cơ quan thi hành án hình sự Công an cấp huyện, Viện kiểm sát cùng cấp, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú, Ủy ban nhân dân cấp xã nơi người chấp hành án bị cấm cư trú, Sở Tư pháp nơi Tòa án đã ra quyết định thi hành án có trụ sở."
    },
    {
      "dieu_id": "dieu_108",
      "dieu_title": "Điều 108. Nhiệm vụ, quyền hạn của Ủy ban nhân dân cấp xã nơi người chấp hành án về cư trú",
      "dieu_content": "1. Ủy ban nhân dân cấp xã nơi người chấp hành án về cư trú có nhiệm vụ, quyền hạn sau đây: a) Tiếp nhận hồ sơ, tổ chức giám sát, giáo dục người chấp hành án; tạo điều kiện để họ lao động, học tập bình thường; b) Triệu tập người chấp hành án để thông báo thi hành bản án; phổ biến quyền và nghĩa vụ và những quy định có liên quan đến việc chấp hành án; c) Nhận xét bằng văn bản và lưu hồ sơ theo dõi về quá trình chấp hành án phạt cấm cư trú khi người đó chuyển nơi cư trú; d) Yêu cầu người chấp hành án cam kết và thực hiện đầy đủ nghĩa vụ của mình; có biện pháp giáo dục, phòng ngừa khi người đó có dấu hiệu vi phạm pháp luật; đ) Báo cáo cơ quan thi hành án hình sự Công an cấp huyện để đề nghị Tòa án có thẩm quyền xem xét việc miễn chấp hành thời hạn cấm cư trú còn lại cho người chấp hành án; e) Báo cáo cơ quan thi hành án hình sự có thẩm quyền về kết quả thi hành án. 2. Công an cấp xã có nhiệm vụ tham mưu, trực tiếp giúp Ủy ban nhân dân cấp xã thực hiện nhiệm vụ, quyền hạn quy định tại khoản 1 Điều này."
    },
    {
      "dieu_id": "dieu_109",
      "dieu_title": "Điều 109. Quyền và nghĩa vụ của người chấp hành án phạt cấm cư trú",
      "dieu_content": "1. Người chấp hành án phạt cấm cư trú có các quyền sau đây: a) Khi có lý do chính đáng và được sự đồng ý của Ủy ban nhân dân cấp xã nơi bị cấm cư trú thì người chấp hành án phạt cấm cư trú được đến địa phương đó; thời gian lưu trú do Ủy ban nhân dân cấp xã nơi đến quyết định nhưng mỗi lần không quá 05 ngày; b) Khi có đủ điều kiện theo quy định của pháp luật thì được Ủy ban nhân dân cấp xã nơi cư trú đề nghị miễn chấp hành thời hạn cấm cư trú theo quy định của Luật này. 2. Người chấp hành án phạt cấm cư trú có các nghĩa vụ sau đây: a) Không được cư trú ở những nơi đã bị cấm cư trú, trừ trường hợp quy định tại điểm a khoản 1 Điều này; b) Chấp hành nghiêm chỉnh cam kết của mình trong việc tuân thủ pháp luật; c) Có mặt theo yêu cầu của Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú."
    },
    {
      "dieu_id": "dieu_110",
      "dieu_title": "Điều 110. Thủ tục miễn chấp hành thời hạn cấm cư trú còn lại",
      "dieu_content": "1. Khi người chấp hành án phạt cấm cư trú có đủ điều kiện quy định tạikhoản 6 Điều 62 của Bộ luật Hình sự, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú báo cáo cơ quan thi hành án hình sự Công an cấp huyện lập hồ sơ đề nghị Tòa án cùng cấp xét miễn chấp hành thời hạn cấm cư trú còn lại, đồng thời sao gửi cho Viện kiểm sát cùng cấp. Hồ sơ bao gồm: a) Bản sao bản án, quyết định của Tòa án có hiệu lực pháp luật; bản sao quyết định thi hành án; b) Văn bản đề nghị của Ủy ban nhân dân cấp xã; c) Văn bản đề nghị của cơ quan thi hành án hình sự Công an cấp huyện; d) Đơn xin miễn chấp hành án của người bị cấm cư trú; đ) Tài liệu khác có liên quan. 2. Trong thời hạn 15 ngày kể từ ngày nhận được hồ sơ quy định tại khoản 1 Điều này, Chánh án Tòa án có thẩm quyền thành lập Hội đồng và tổ chức phiên họp để xét, quyết định miễn chấp hành thời hạn cấm cư trú còn lại. Thành phần Hội đồng gồm 03 Thẩm phán; phiên họp có sự tham gia của Kiểm sát viên Viện kiểm sát cùng cấp. Trường hợp hồ sơ phải bổ sung theo yêu cầu của Tòa án thì thời hạn mở phiên họp được tính từ ngày nhận được hồ sơ bổ sung. 3. Trong thời hạn 03 ngày làm việc kể từ ngày ra quyết định về việc miễn chấp hành thời hạn cấm cư trú còn lại, Tòa án phải gửi quyết định đó cho người chấp hành án, Viện kiểm sát cùng cấp, Viện kiểm sát cấp trên trực tiếp, Tòa án đã ra quyết định thi hành án, cơ quan thi hành án hình sự cùng cấp, Ủy ban nhân dân cấp xã nơi người đó cư trú và nơi người đó bị cấm cư trú, Sở Tư pháp nơi Tòa án đã ra quyết định miễn chấp hành án có trụ sở."
    },
    {
      "dieu_id": "dieu_111",
      "dieu_title": "Điều 111. Xử lý người chấp hành án phạt cấm cư trú vi phạm nghĩa vụ",
      "dieu_content": "1. Trường hợp người chấp hành án đến lưu trú mà chưa được phép hoặc lưu trú quá thời hạn cho phép thì Trưởng Công an, Chủ tịch Ủy ban nhân dân cấp xã xử phạt vi phạm hành chính theo thẩm quyền, buộc họ rời khỏi địa phương và thông báo cho Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú. 2. Trường hợp người chấp hành án phạt cấm cư trú không chấp hành nghĩa vụ quy định tạiđiểm b và điểm c khoản 2 Điều 109 của Luật nàythì không được xem xét miễn chấp hành thời hạn cấm cư trú còn lại. Mục 2. THI HÀNH ÁN PHẠT QUẢN CHẾ"
    },
    {
      "dieu_id": "dieu_112",
      "dieu_title": "Điều 112. Thủ tục thi hành án phạt quản chế",
      "dieu_content": "1. Hai tháng trước khi hết thời hạn chấp hành án phạt tù đối với phạm nhân có hình phạt bổ sung là quản chế, Giám thị trại giam có trách nhiệm thông báo bằng văn bản về nội dung quy định tạikhoản 1 Điều 46 của Luật nàycho cơ quan thi hành án hình sự Công an cấp huyện, Ủy ban nhân dân cấp xã nơi người đó về cư trú để chấp hành án phạt quản chế. 2. Khi phạm nhân có hình phạt bổ sung là quản chế chấp hành xong án phạt tù, trại giam phải giao người bị quản chế kèm theo bản sao bản án, bản sao quyết định thi hành án, giấy chứng nhận chấp hành xong án phạt tù, nhận xét kết quả chấp hành án phạt tù và tài liệu có liên quan cho cơ quan thi hành án hình sự Công an cấp huyện tại trụ sở Ủy ban nhân dân cấp xã nơi người đó về cư trú. Cơ quan thi hành án hình sự Công an cấp huyện phải giao ngay người đó cho Ủy ban nhân dân cấp xã để kiểm soát, giáo dục. 3.Trong thời hạn 05 ngày làm việc kể từ ngày nhận người chấp hành án, cơ quan thi hành án hình sự Công an cấp huyện phải lập hồ sơ thi hành án phạt quản chế và sao gửi các tài liệu cho Ủy ban nhân dân cấp xã nơi người chấp hành án về cư trú. Hồ sơ bao gồm: a) Bản sao bản án,quyết định của Tòa áncó hiệu lực pháp luật; b)Bản sao quyết định thi hành án phạt tù; c) Giấy chứng nhận chấp hành xong án phạt tù; d) Biên bản giao người bị quản chế; đ) Tài liệu về quá trình chấp hành án phạt tù và tài liệu khác có liên quan. 4. Trong thời hạn 07 ngày kể từ ngày nhận được các tài liệu quy định tại khoản 3 Điều này, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú có trách nhiệm triệu tập người chấp hành án và yêu cầu cam kết việc chấp hành án, lập hồ sơ kiểm soát, giáo dục người chấp hành án phạt quản chế. Hồ sơ bao gồm: a) Các tài liệu quy định tại khoản 3 Điều này; b) Cam kết của người chấp hành án phạt quản chế; c) Nhận xét về quá trình chấp hành án phạt quản chế; d) Biên bản vi phạm nghĩa vụ của người chấp hành án (nếu có); đ) Quyết định xử phạt vi phạm hành chính đối với người chấp hành án (nếu có); e) Quyết định của Tòa án về miễn chấp hành thời hạn quản chế còn lại (nếu có); g) Tài liệu khác có liên quan. 5. Trước khi hết thời hạn quản chế 03 ngày hoặc trong thời hạn 03 ngày kể từ ngày nhận được quyết định của Tòa án về miễn chấp hành thời hạn quản chế còn lại, Ủy ban nhân dân cấp xã bàn giao hồ sơ kiểm soát, giáo dục cho cơ quan thi hành án hình sự Công an cấp huyện để cấp giấy chứng nhận chấp hành xong án phạt quản chế. Giấy chứng nhận phải gửi cho người chấp hành án, Ủy ban nhân dân cấp xã nơi người đó cư trú, Tòa án đã ra quyết định thi hành án, Sở Tư pháp nơi cơ quan thi hành án hình sự Công an cấp huyện cấp giấy chứng nhận chấp hành xong án phạt quản chế có trụ sở. 6. Trường hợp người chấp hành án chết, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú thông báo cho cơ quan thi hành án hình sự Công an cấp huyện để thông báo cho Tòa án đã ra quyết định thi hành án. Trong thời hạn 03 ngày làm việc kể từ ngày nhận được thông báo, Tòa án đã ra quyết định thi hành án phải ra quyết định đình chỉ thi hành án và gửi cho cơ quan thi hành án hình sự Công an cấp huyện, Viện kiểm sát cùng cấp, Ủy ban nhân dân cấp xã nơi người chấp hành án cư trú, Sở Tư pháp nơi Tòa án đã ra quyết định thi hành án có trụ sở."
    },
    {
      "dieu_id": "dieu_113",
      "dieu_title": "Điều 113. Nhiệm vụ, quyền hạn của Ủy ban nhân dân cấp xã nơi người chấp hành án phạt quản chế về cư trú",
      "dieu_content": "1. Ủy ban nhân dân cấp xã nơi người chấp hành án về cư trú có nhiệm vụ, quyền hạn sau đây: a) Tiếp nhận người chấp hành án và hồ sơ thi hành án phạt quản chế; tổ chức kiểm soát, giáo dục người chấp hành án; tạo điều kiện để họ lao động, học tập bình thường tại nơi bị quản chế; nhận xét bằng văn bản và lưu hồ sơ theo dõi về quá trình chấp hành án; b) Triệu tập người chấp hành án để thông báo thi hành bản án, phổ biến quyền và nghĩa vụ và những quy định có liên quan đến việc chấp hành án; c) Yêu cầu người chấp hành án cam kết và thực hiện đầy đủ nghĩa vụ của mình; có biện pháp giáo dục, phòng ngừa khi người đó có dấu hiệu vi phạm pháp luật; triệu tập người bị quản chế trong trường hợp cần thiết; cấp giấy phép cho người chấp hành án đi khỏi nơi quản chế theo quy định tạiĐiều 115 của Luật này; d) Định kỳ 03 tháng 01 lần nhận xét quá trình chấp hành án gửi cơ quan thi hành án hình sự Công an cấp huyện; đ) Báo cáo cơ quan thi hành án hình sự Công an cấp huyện để đề nghị Tòa án có thẩm quyền xem xét việc miễn chấp hành thời hạn quản chế còn lại cho người chấp hành án; e) Báo cáo cơ quan thi hành án hình sự có thẩm quyền về kết quả thi hành án. 2. Công an cấp xã có nhiệm vụ tham mưu, trực tiếpgiúp Ủy ban nhân dân cấp xã thực hiện nhiệm vụ, quyền hạn quy định tại khoản 1 Điều này."
    },
    {
      "dieu_id": "dieu_114",
      "dieu_title": "Điều 114. Quyền và nghĩa vụ của người chấp hành án phạt quản chế",
      "dieu_content": "1. Người chấp hành án có các quyền sau đây: a)Sinh sống cùng gia đình tại nơi quản chế; b) Lựa chọn việc làm thích hợp, trừ những ngành, nghề hoặc công việc mà người chấp hành án không được làm theo quy định của pháp luật; được hưởng thành quả lao động do mình làm ra; c) Tự do đi lại trong phạm vi xã, phường, thị trấn nơi quản chế; d) Được xét miễn chấp hành thời hạn quản chế còn lại theo quy định tạiĐiều 117 của Luật này. 2. Người chấp hành án có các nghĩa vụ sau đây: a) Chịu sự kiểm soát, giáo dục của Ủy ban nhân dân cấp xã và nhân dân địa phương; không được tự ý rời khỏi nơi quản chế; b) Mỗi tháng một lần vào tuần đầu của tháng, trình diện và báo cáo với Ủy ban nhân dân cấp xã nơi quản chế việc chấp hành quy định về quản chế; c) Có mặt tại địa điểm quy định khi Ủy ban nhân dân cấp xã triệu tập, nếu vắng mặt phải có lý do chính đáng; d) Chấp hành nghiêm chỉnh chính sách, pháp luật và quy định của chính quyền địa phương; tích cực lao động, học tập, cải tạo để trở thành người có ích cho xã hội; đ) Trường hợp được phép đi khỏi nơi quản chế, người chấp hành án phạt quản chế phải khai báo tạm vắng; trình diện, xuất trình giấy phép, làm thủ tục đăng ký tạm trú, lưu trú với Công an cấp xã nơi đến theo quy định; trở về nơi quản chế đúng thời hạn và trình diện với Ủy ban nhân dân cấp xã."
    },
    {
      "dieu_id": "dieu_115",
      "dieu_title": "Điều 115. Giải quyết trường hợp người chấp hành án phạt quản chế đi khỏi nơi quản chế",
      "dieu_content": "1. Trường hợp có lý do chính đáng, người chấp hành án có thể được cấp giấy phép đi khỏi nơi quản chế. Thẩm quyền cấp giấy phép như sau: a) Chủ tịch Ủy ban nhân dân cấp xã nơi quản chế cấp giấy phép đi lại trong phạm vi cấp huyện nơi quản chế; b) Thủ trưởng cơ quan thi hành án hình sự Công an cấp huyện cấp giấy phép đi lại trong phạm vi cấp tỉnh nơi quản chế; c) Thủ trưởng cơ quan thi hành án hình sự Công an cấp tỉnh cấp giấy phép đi ra ngoài phạm vi cấp tỉnh nơi quản chế. 2. Thời hạn người chấp hành án được phép đi khỏi nơi quản chế do người có thẩm quyền cấp giấy phép quyết định, nhưng mỗi lần không quá 10 ngày. Trường hợp người chấp hành án phải đi chữa bệnh thì thời gian đi khỏi nơi quản chế theo thời gian điều trị của cơ sở chữa bệnh."
    },
    {
      "dieu_id": "dieu_116",
      "dieu_title": "Điều 116. Xử lý người chấp hành án phạt quản chế vi phạm nghĩa vụ",
      "dieu_content": "1. Trường hợp người chấp hành án vi phạm nghĩa vụ quy định tạikhoản 2 Điều 114 của Luật nàythì Công an cấp xã lập biên bản vi phạm nghĩa vụ, lưu hồ sơ thi hành án. 2. Người chấp hành án phạt quản chế đi khỏi nơi quản chế mà không có giấy phép hoặc vi phạm quy định ghi trong giấy phép nếu không có lý do chính đáng thì thời gian này không được tính vào thời hạn chấp hành án phạt quản chế. Người chấp hành án phạt quản chế vi phạm nghĩa vụ quy định tạikhoản 2 Điều 114 của Luật nàythì tùy theo tính chất, mức độ vi phạm có thể bị xử phạt vi phạm hành chính hoặc truy cứu trách nhiệm hình sự."
    },
    {
      "dieu_id": "dieu_117",
      "dieu_title": "Điều 117. Thủ tục miễn chấp hành thời hạn quản chế còn lại",
      "dieu_content": "1. Khi người chấp hành án phạt quản chế có đủ điều kiện quy định tạikhoản 6 Điều 62 của Bộ luật Hình sự,Ủy ban nhân dân cấp xã nơi quản chế báo cáo cơ quan thi hành án hình sự Công an cấp huyện lập hồ sơ đề nghị Tòa án cùng cấp xét miễn chấp hành thời hạn quản chế còn lại, đồng thời gửi cho Viện kiểm sát cùng cấp. Hồ sơ bao gồm: a) Bản sao bản án, quyết định của Tòa án có hiệu lực pháp luật; bản sao quyết định thi hành án phạt tù; b) Văn bản đề nghị của Ủy ban nhân dân cấp xã nơi quản chế; c) Văn bản đề nghị của cơ quan thi hành án hình sự Công an cấp huyện; d) Đơn xin miễn chấp hành án của người chấp hành án phạt quản chế; đ) Tài liệu khác có liên quan. 2. Trong thời hạn 15 ngày kể từ ngày nhận được hồ sơ quy định tại khoản 1 Điều này, Chánh án Tòa án có thẩm quyền thành lập Hội đồng và tổ chức phiên họp để xét, quyết định miễn chấp hành thời hạn quản chế còn lại. Thành phần Hội đồng gồm 03 Thẩm phán; phiên họp có sự tham gia của Kiểm sát viên Viện kiểm sát cùng cấp. Trường hợp hồ sơ phải bổ sung theo yêu cầu của Tòa án thì thời hạn mở phiên họp được tính từ ngày nhận được hồ sơ bổ sung. 3. Trong thời hạn 03 ngày làm việc kể từ ngày ra quyết định về việc miễn chấp hành thời hạn quản chế còn lại, Tòa án phải gửi quyết định đó cho người chấp hành án, Viện kiểm sát cùng cấp, Viện kiểm sát cấp trên trực tiếp, Tòa án đã ra quyết định thi hành án, cơ quan thi hành án hình sự cùng cấp, Ủy ban nhân dân cấp xã nơi quản chế, Sở Tư pháp nơi Tòa án đã ra quyết định miễn chấp hành án có trụ sở."
    }
  ]
}