{
  "chuong_id": "chuong_11",
  "chuong_title": "Chương XI",
  "chuong_name": "THI HÀNH ÁN ĐỐI VỚI PHÁP NHÂN THƯƠNG MẠI",
  "dieu_list": [
    {
      "dieu_id": "dieu_158",
      "dieu_title": "Điều 158. Cơ quan được giao nhiệm vụ thi hành án",
      "dieu_content": "1. Cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu thi hành hình phạt, biện pháp tư pháp quy định tại cácđiều 78, 79, 80, 81 và điểm b, điểm c khoản 1 Điều 82 của Bộ luật Hình sựtheo quy định của Luật này. 2. Cơ quan thi hành án dân sự thi hành hình phạt tiền quy định tạiĐiều 77, biện pháp tư pháp quy định tạiđiểm a khoản 1 Điều 82 của Bộ luật Hình sựtheo quy định của pháp luật về thi hành án dân sự."
    },
    {
      "dieu_id": "dieu_159",
      "dieu_title": "Điều 159. Quyết định thi hành án",
      "dieu_content": "1. Quyết định thi hành án phải ghi rõ họ, tên, chức vụ người ra quyết định; bản án, quyết định được thi hành; cơ quan thi hành án hình sự; tên, địa chỉ, mã số doanh nghiệp, mã số thuế; hình phạt chính, hình phạt bổ sung, biện pháp tư pháp; thời hạn chấp hành án. 2. Trong thời hạn 03 ngày làm việc kể từ ngày ra quyết định thi hành án, Tòa án đã ra quyết định phải gửi quyết định thi hành án cho các cơ quan, tổ chức sau đây: a) Pháp nhân thương mại chấp hành án; b) Cơ quan thi hành án hình sự Công an cấp tỉnh hoặc cơ quan thi hành án hình sự cấp quân khu; c) Viện kiểm sát cùng cấp; d) Sở Tư pháp nơi Tòa án đã ra quyết định thi hành án có trụ sở; đ) Cổng thông tin quốc gia về đăng ký doanh nghiệp."
    },
    {
      "dieu_id": "dieu_160",
      "dieu_title": "Điều 160. Thủ tục thi hành án",
      "dieu_content": "1. Pháp nhân thương mại chấp hành án thực hiện các thủ tục sau đây: a) Khi được cơ quan thi hành án hình sự triệu tập để thông báo, yêu cầu thi hành hình phạt, biện pháp tư pháp, người đại diện theo pháp luật của pháp nhân thương mại phải có mặt, trừ trường hợp vì lý do bất khả kháng hoặc trở ngại khách quan; b) Trong thời hạn 03 ngày làm việc kể từ ngày nhận được quyết định thi hành án, pháp nhân thương mại phải công bố quyết định đó trên trang thông tin điện tử, ấn phẩm của pháp nhân thương mại và niêm yết công khai tại trụ sở chính và địa điểm kinh doanh của pháp nhân thương mại trong thời gian chấp hành án; thông báo việc chấp hành hình phạt, biện pháp tư pháp cho cơ quan, tổ chức, cá nhân có liên quan; c) Pháp nhân thương mại bị đình chỉ hoạt động có thời hạn phải tạm dừng hoạt động đối với ngành, nghề trong một hoặc một số lĩnh vực bị đình chỉ hoạt động có thời hạn theo bản án, quyết định của Tòa án có hiệu lực pháp luật; d) Pháp nhân thương mại bị đình chỉ hoạt động vĩnh viễn phải chấm dứt ngay hoạt động đối với ngành, nghề trong một hoặc một số lĩnh vực bị đình chỉ hoạt động vĩnh viễn hoặc toàn bộ hoạt động bị đình chỉ vĩnh viễn theo bản án, quyết định của Tòa áncó hiệu lực pháp luật; đ) Pháp nhân thương mại bị cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định thì không được tiếp tục kinh doanh, hoạt động đối với ngành, nghề trong lĩnh vực bị cấm trong thời hạn theo bản án, quyết định của Tòa án. Pháp nhân thương mại không được tiếp tục kinh doanh, hoạt động kể từ ngày bản án, quyết định của Tòa án có hiệu lực pháp luật; e) Pháp nhân thương mại bị cấm huy động vốn thì không được thực hiện một hoặc một số hình thức huy động vốn trong thời hạn bị cấm theo bản án, quyết định của Tòa án. Pháp nhân thương mại không được thực hiện việc huy động vốn kể từ ngày bản án, quyết định của Tòa án có hiệu lực pháp luật; g) Pháp nhân thương mại bị áp dụng biện pháp tư pháp buộc khôi phục lại tình trạng ban đầu, buộc thực hiện một số biện pháp nhằm khắc phục, ngăn chặn hậu quả tiếp tục xảy ra thì phải thi hành theo bản án, quyết định của Tòa áncó hiệu lực pháp luật; h) Pháp nhân thương mại chấp hành án phải báo cáo bằng văn bản cho cơ quan thi hành án hình sự và cơ quan quản lý nhà nước đối với pháp nhân thương mại về việc chấp hành hình phạt, biện pháp tư pháp theo bản án, quyết định của Tòa áncó hiệu lực pháp luật; i) Thực hiện thủ tục khác theo quy định của pháp luật có liên quan. 2. Cơ quan thi hành án hình sự thực hiện các thủ tục sau đây: a) Ngay sau khi nhận được quyết định thi hành án, cơ quan thi hành án hình sự phải công bố ngay quyết định đó trên trang thông tin điện tử của cơ quan mình và triệu tập người đại diện theo pháp luật của pháp nhân thương mại để thông báo, yêu cầu thi hành án. Người đại diện theo pháp luật của pháp nhân thương mại được triệu tập hợp lệ mà không có mặt thì cơ quan thi hành án hình sự phải lập biên bản vắng mặt và tiếp tục tổ chức thi hành án; b) Trong thời hạn 05 ngày làm việc kể từ ngày nhận được quyết định thi hành án, cơ quan thi hành án hình sự phải gửi văn bản yêu cầu cơ quan quản lý nhà nước đối với pháp nhân thương mại thực hiện một hoặc một số biện pháp quy định tạiĐiều 164 của Luật này; c) Chủ trì, phối hợp với cơ quan quản lý nhà nước đối với pháp nhân thương mại và cơ quan khác có liên quan kiểm tra, giám sát trong quá trình pháp nhân thương mại chấp hành án; d) Ra quyết định cưỡng chế thi hành án theo quy định của Luật này; chủ trì, phối hợp với cơ quan quản lý nhà nước đối với pháp nhân thương mại và cơ quan, tổ chức khác có liên quan cưỡng chế thi hành án đối với pháp nhân thương mại theo quy định của Luật này và quy định khác của pháp luật có liên quan; đ) Cấp giấy chứng nhận chấp hành xong hình phạt, giấy chứng nhận chấp hành xong biện pháp tư pháp, công bố và gửi các văn bản này theo quy định tạiĐiều 166 của Luật này; e) Thực hiện thủ tục khác theo quy định của pháp luật. 3. Cơ quan quản lý nhà nước đối với pháp nhân thương mại chấp hành án thực hiện các thủ tục sau đây: a) Thực hiện biện pháp quy định tạiĐiều 164 của Luật nàyngay sau khi nhận được văn bản yêu cầu của cơ quan thi hành án hình sự kèm theo bản sao quyết định thi hành án và thông báo cho cơ quan thi hành án hình sự kết quả thực hiện; b) Công bố ngay trên cổng thông tin, trang thông tin điện tử của cơ quan mình, Cổng thông tin quốc gia về đăng ký doanh nghiệp quyết định thi hành án, các biện pháp đã được áp dụng đối với pháp nhân thương mại quy định tạiĐiều 164 của Luật này, giấy chứng nhận chấp hành xong hình phạt, giấy chứng nhận chấp hành xong biện pháp tư pháp; c) Phối hợp với cơ quan thi hành án hình sự và cơ quan khác có liên quan kiểm tra, giám sát pháp nhân thương mại trong quá trình chấp hành án; d) Phối hợp với cơ quan thi hành án hình sự và cơ quan, tổ chức khác có liên quan cưỡng chế thi hành án đối với pháp nhân thương mạitheo quy định của Luật này và quy định khác của pháp luật có liên quan; đ) Thực hiện thủ tục khác theo quy định của pháp luật. 4. Chính phủ quy định chi tiết Điều này."
    },
    {
      "dieu_id": "dieu_161",
      "dieu_title": "Điều 161. Hồ sơ thi hành án",
      "dieu_content": "Cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm lập hồ sơ thi hành án đối với pháp nhân thương mại. Hồ sơ bao gồm: 1. Bản án, quyết định của Tòa án có hiệu lực pháp luật; 2. Quyết định thi hành án; 3. Giấy triệu tập người đại diện theo pháp luật của pháp nhân thương mại; 4. Văn bản của cơ quan thi hành án hình sự yêu cầu cơ quan quản lý nhà nước đối với pháp nhân thương mại thực hiện nhiệm vụ, quyền hạn trong thi hành án; 5. Thông báo của cơ quan quản lý nhà nước đối với pháp nhân thương mại cho cơ quan thi hành án hình sự về thực hiện yêu cầu trong thi hành án và việc chấp hành án của pháp nhân thương mại; 6. Báo cáo của pháp nhân thương mại về việc chấp hành án; 7. Tài liệu thể hiện việc công bố thông tin về thi hành án theo quy định của Luật này; 8. Biên bản về thi hành án; 9. Tài liệu về việc cưỡng chế thi hành án (nếu có); 10. Tài liệu về việc chấp hành xong hình phạt, chấp hành xong biện pháp tư pháp theo quy định của Luật này; 11. Tài liệu khác có liên quan."
    },
    {
      "dieu_id": "dieu_162",
      "dieu_title": "Điều 162. Quyền, nghĩa vụ của pháp nhân thương mại chấp hành án",
      "dieu_content": "1. Pháp nhân thương mại chấp hành án có các quyền sau đây: a) Được thông báo về việc thi hành án; b) Được nhận các quyết định liên quan trong quá trình chấp hành án; c) Được khiếu nại về thi hành án; d) Được cấp giấy chứng nhận chấp hành xong hình phạt, giấy chứng nhận chấp hành xong biện pháp tư pháp theo quy định của Luật này; đ) Được bồi thường thiệt hại theo quy định của pháp luật về trách nhiệm bồi thường của Nhà nước. 2. Pháp nhân thương mại chấp hành án có các nghĩa vụ sau đây: a) Chấp hành nghiêm chỉnh bản án, quyết định của Tòa án có hiệu lực pháp luật; quyết định, yêu cầu của cơ quan có thẩm quyền trong thi hành án; b) Người đại diện theo pháp luật của pháp nhân thương mại phải có mặt theo giấy triệu tập của cơ quan thi hành án hình sự; c) Công bố và niêm yết công khai quyết định thi hành án; thông báo việc chấp hành hình phạt và biện pháp tư pháp cho cơ quan, tổ chức, cá nhân có liên quan theo quy định của Luật này; d) Báo cáo cơ quan thi hành án hình sự về việc chấp hành án. 3. Pháp nhân thương mại chấp hành án có các quyền và nghĩa vụ khác theo quy định của Luật này và quy định khác của pháp luật có liên quan."
    },
    {
      "dieu_id": "dieu_163",
      "dieu_title": "Điều 163. Cưỡng chế thi hành án",
      "dieu_content": "1. Pháp nhân thương mại chấp hành án không chấp hành hoặc chấp hành không đầy đủ bản án, quyết định của Tòa án thì bị áp dụng biện pháp cưỡng chế thi hành án. Pháp nhân thương mại phải chịu chi phí cưỡng chế thi hành án. 2. Cơ quan thi hành án hình sự ra quyết định áp dụng biện pháp cưỡng chế thi hành án. 3. Chính phủ quy định chi tiết Điều này."
    },
    {
      "dieu_id": "dieu_164",
      "dieu_title": "Điều 164. Trách nhiệm của cơ quan quản lý nhà nước đối với pháp nhân thương mại",
      "dieu_content": "1. Căn cứ vào bản án, quyết định thi hành án và văn bản yêu cầu của cơ quan thi hành án hình sự, cơ quan quản lý nhà nước đối với pháp nhân thương mại, trong phạm vi nhiệm vụ, quyền hạn của mình, có trách nhiệm thực hiện một hoặc một số biện pháp sau đây: a) Sửa đổi hoặc đình chỉ hiệu lực giấy phép thành lập và hoạt động hoặc văn bản khác có giá trị tương đương đối với pháp nhân thương mại trong thời gian bị đình chỉ hoạt động có thời hạn; áp dụng biện pháp khác theo quy định của pháp luật để bảo đảm thi hành hình phạt đình chỉ hoạt động có thời hạn theo bản án, quyết định của Tòa án; b) Thu hồi hoặc xóa bỏ nội dung đăng ký của pháp nhân thương mại hoặc văn bản khác có giá trị tương đương; thu hồi giấy chứng nhận đăng ký doanh nghiệp của pháp nhân thương mại, không cấp lại giấy phép thành lập, hoạt động đối với pháp nhân thương mại đã bị đình chỉ hoạt động vĩnh viễn; áp dụng biện pháp khác theo quy định của pháp luật để bảo đảm thi hành hình phạt đình chỉ hoạt động vĩnh viễn theo bản án, quyết định của Tòa án; c) Xóa bỏ nội dung đăng ký; sửa đổi, tạm dừng hiệu lực, thu hồi, từ chối hoặc không cấp lại một phần hoặc toàn bộ giấy phép hoặc văn bản khác có giá trị tương đương; đình chỉ một phần hoặc toàn bộ ngành, nghề, hoạt động của pháp nhân thương mại trong thời hạn bị cấm hoạt động, cấm kinh doanh đối với ngành, nghề trong lĩnh vực bị cấm; áp dụng biện pháp khác theo quy định của pháp luật để bảo đảm thi hành hình phạt cấm kinh doanh, cấm hoạt động theo bản án, quyết định của Tòa án; d) Tự mình hoặc yêu cầu cơ quan, tổ chức thuộc lĩnh vực quản lý sửa đổi, đình chỉ, hủy bỏ, thu hồi giấy phép; từ chối cấp phép, chấp thuận, tiến hành thủ tục để huy động vốn trong thời hạn bị cấm đối với pháp nhân thương mại; áp dụng biện pháp khác theo quy định của pháp luật để bảo đảm thi hành hình phạt cấm huy động vốn theo bản án, quyết định của Tòa án; đ) Áp dụng các biện pháp theo quy định của pháp luật để bảo đảm thi hành biện pháp tư pháp buộc khôi phục lại tình trạng ban đầu, buộc thực hiện một số biện pháp nhằm khắc phục, ngăn chặn hậu quả tiếp tục xảy ra theo bản án, quyết định của Tòa án. 2. Phối hợp với cơ quan thi hành án hình sự và cơ quan khác có liên quan kiểm tra, giám sát pháp nhân thương mại trong quá trình chấp hành hình phạt, biện pháp tư pháp. 3. Thông báo bằng văn bản cho cơ quan thi hành án hình sự về việc thực hiện yêu cầu trong thi hành án và việc chấp hành án của pháp nhân thương mại. 4. Phối hợp với cơ quan thi hành án hình sự và cơ quan, tổ chức khác có liên quan thi hành biện pháp cưỡng chế thi hành án đối với pháp nhân thương mại theo quy định của Luật này và quy định khác của pháp luật có liên quan. 5. Công bố quyết định, văn bản của cơ quan thi hành án hình sự và biện pháp được áp dụng đối với pháp nhân thương mại theo quy định của Luật này. 6. Chính phủ quy định chi tiết Điều này."
    },
    {
      "dieu_id": "dieu_165",
      "dieu_title": "Điều 165. Chuyển giao nghĩa vụ thi hành án trong trường hợp pháp nhân thương mại tổ chức lại",
      "dieu_content": "Trường hợp pháp nhân thương mại chấp hành án được chia, tách, hợp nhất, sáp nhập, chuyển đổi loại hình doanh nghiệp theo quy định của pháp luật thì pháp nhân thương mại kế thừa các quyền và nghĩa vụ của pháp nhân thương mại chấp hành án có trách nhiệm thực hiện nghĩa vụ thi hành án theo quy định của Luật này và quy định khác của pháp luật có liên quan. Pháp nhân thương mại không được lợi dụng việc chia, tách, hợp nhất, sáp nhập, chuyển đổi loại hình doanh nghiệp hoặc giải thể, phá sản để trốn tránh nghĩa vụ thi hành án. Chính phủ quy định chi tiết Điều này."
    },
    {
      "dieu_id": "dieu_166",
      "dieu_title": "Điều 166. Cấp giấy chứng nhận chấp hành xong hình phạt, giấy chứng nhận chấp hành xong biện pháp tư pháp",
      "dieu_content": "1. Pháp nhân thương mại chấp hành xong hình phạt, chấp hành xong biện pháp tư pháp thì được cơ quan thi hành án hình sự có thẩm quyền cấp giấy chứng nhận chấp hành xong hình phạt, giấy chứng nhận chấp hành xong biện pháp tư pháp, trừ trường hợp pháp nhân thương mại bị kết án theo quy định tạiĐiều 79 của Bộ luật Hình sự. 2. Trong thời hạn 03 ngày làm việc kể từ ngày cấp giấy chứng nhận chấp hành xong hình phạt, giấy chứng nhận chấp hành xong biện pháp tư pháp cho pháp nhân thương mại, cơ quan thi hành án hình sự phải công bố trên trang thông tin điện tử của cơ quan mình và gửi cho cơ quan quản lý nhà nước đối với pháp nhân thương mại, Tòa án đã ra quyết định thi hành án, cơ quan quy định tạiđiểm d và điểm đ khoản 2 Điều 159 của Luật này."
    }
  ]
}