{
  "chuong_id": "chuong_1",
  "chuong_title": "Chương I",
  "chuong_name": "NHỮNG QUY ĐỊNH CHUNG",
  "dieu_list": [
    {
      "dieu_id": "dieu_1",
      "dieu_title": "Điều 1. Phạm vi điều chỉnh",
      "dieu_content": "Luật này quy định nguyên tắc, trình tự, thủ tục, tổ chức, nhiệm vụ, quyền hạn của cơ quan, người có thẩm quyền trong thi hành bản án, quyết định về hình phạt tù, tử hình, cảnh cáo, cải tạo không giam giữ, cấm cư trú, quản chế, trục xuất, tước một số quyền công dân, cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất định, án treo, tha tù trước thời hạn có điều kiện, hình phạt đình chỉ hoạt động có thời hạn, đình chỉ hoạt động vĩnh viễn, cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất định, cấm huy động vốn, biện pháp tư pháp; quyền, nghĩa vụ của người, pháp nhân thương mại chấp hành án hình sự, biện pháp tư pháp; trách nhiệm của cơ quan, tổ chức, cá nhân có liên quan trong thi hành án hình sự, biện pháp tư pháp."
    },
    {
      "dieu_id": "dieu_2",
      "dieu_title": "Điều 2. Bản án, quyết định được thi hành",
      "dieu_content": "1. Bản án, quyết định của Tòa án có hiệu lực pháp luật và đã có quyết định thi hành. 2. Bản án, quyết địnhcủa Tòa án được thi hành ngaytheo quy định củaBộ luật Tố tụng hình sựhoặc kể từ ngày bản án có hiệu lực pháp luật theo quy định củaBộ luật Hình sự. 3. Quyết định của Tòa án tiếp nhận người đang chấp hành án phạt tù ở nước ngoài về Việt Nam chấp hành án và đã có quyết định thi hành; quyết định của Tòa án chuyển giao người đang chấp hành án phạt tù tại Việt Nam cho nước ngoài. 4. Bản án, quyết định về áp dụng biện pháp tư pháp bắt buộc chữa bệnh, giáo dục tại trường giáo dưỡng; buộc khôi phục lại tình trạng ban đầu, buộc thực hiện một số biện pháp nhằm khắc phục, ngăn chặn hậu quả tiếp tục xảy ra đối với pháp nhân thương mại thuộc thẩm quyền của cơ quan thi hành án hình sự."
    },
    {
      "dieu_id": "dieu_3",
      "dieu_title": "Điều 3. Giải thích từ ngữ",
      "dieu_content": "Trong Luật này, các từ ngữ dưới đây được hiểu như sau: 1.Người chấp hành ánlà người bị kết án, phải chịu hình phạt theo bản án, quyết định của Tòa án có hiệu lực pháp luật và đã có quyết định thi hành. 2.Phạm nhânlà người đang chấp hành án phạt tù có thời hạn, tù chung thân. 3.Cơ sở giam giữ phạm nhânlà nơi tổ chức quản lý, giam giữ và giáo dục cải tạo phạm nhân, bao gồm trại giam, trại tạm giam, nhà tạm giữ. 4.Thi hành án phạt tùlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc người bị kết án phạt tù có thời hạn, tù chung thân phải chịu sự quản lý giam giữ, giáo dục cải tạo. 5.Thi hành án tử hìnhlà việc cơ quan, người có thẩm quyền theo quy định của Luật này tước bỏ tính mạng của người bị kết án tử hình. 6.Thi hành án treolà việc cơ quan, người có thẩm quyền theo quy định của Luật này giám sát, giáo dục người bị kết án phạt tù được hưởng án treo trong thời gian thử thách. 7.Thi hành quyết định tha tù trước thời hạn có điều kiệnlà việc cơ quan, người có thẩm quyền theo quy định của Luật này quản lý người được tha tù trước thời hạn có điều kiện trong thời gian thử thách. 8.Thi hành án phạt cải tạo không giam giữlà việc cơ quan, người có thẩm quyền theo quy định của Luật này giám sát, giáo dục người chấp hành án tạinơi cư trú hoặc nơi làm việc, học tập; khấu trừ một phần thu nhập sung quỹ nhà nước, giám sát việc thực hiện một số công việc lao động phục vụ cộng đồngtheo bản án, quyết định của Tòa án có hiệu lực pháp luật. 9.Thi hành án phạt cấm cư trúlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc người chấp hành án không được tạm trú, thường trúở một số địa phương nhất định theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 10.Thi hành án phạt quản chếlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc người chấp hành án phải cư trú, làm ăn sinh sống và cải tạo ở một địa phương nhất định dưới sự kiểm soát, giáo dục của chính quyền và Nhân dân địa phương theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 11.Thi hành án phạt trục xuấtlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc người chấp hành ánphải rời khỏi lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam theo bản án,quyết định của Tòa án có hiệu lực pháp luật. 12.Thi hành án phạt tước một số quyền công dânlà việc cơ quan có thẩm quyền theo quy định của Luật này tước một hoặc một số quyền công dân của người chấp hành án theo bản án,quyết định của Tòa án có hiệu lực pháp luật. 13.Thi hành án phạt cấm đảm nhiệm chức vụ, cấm hành nghề hoặc làm công việc nhất địnhlà việc cơ quan, tổ chức, người có thẩm quyền theo quy định của Luật này buộc người chấp hành án không được đảm nhiệm chức vụ, hành nghề hoặc làm công việc nhất định theo bản án,quyết định của Tòa án có hiệu lực pháp luật. 14.Thi hành biện pháp tư pháp bắt buộc chữa bệnhlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc người thực hiện hành vi nguy hiểm cho xã hội hoặc người đang chấp hành án mắc bệnh tâm thần, bệnh khác làm mất khả năng nhận thức hoặc khả năng điều khiển hành vi của mình phải điều trị tại cơ sở chữa bệnh bắt buộc theo quyết định của Tòa án, Viện kiểm sát. 15.Thi hành biện pháp tư pháp giáo dục tại trường giáo dưỡnglà việc cơ quan, người có thẩm quyền theo quy định của Luật này đưa người dưới 18 tuổi vào trường giáo dưỡng để giáo dục theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 16.Áp giải thi hành ánlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc người chấp hành ánphạt tù, tử hình, trục xuất đến nơi chấp hành án. 17.Trích xuấtlà việc thực hiện quyết định của cơ quan, người có thẩm quyền theo quy định của Luật nàyđưa phạm nhân, người bị kết ántử hìnhhoặc người chấp hành biện pháp tư pháp giáo dục tại trường giáo dưỡngra khỏi nơi quản lý và chuyển giao cho cơ quan, người có thẩm quyền để phục vụ hoạt động điều tra, truy tố, xét xử, khám bệnh, chữa bệnh, quản lý giam giữ, giáo dục cải tạo trong thời hạn nhất định. 18.Danh bảnlà bản ghi thông tin tóm tắt về lý lịch, nhân dạng, ảnh chụp ba tư thế, in dấu vân hai ngón tay trỏ của người chấp hành án, người chấp hành biện pháp tư pháp do cơ quan có thẩm quyền lập và lưu giữ. 19.Chỉ bảnlà bản ghi thông tin tóm tắt về lý lịch và in dấu vân tất cả các ngón tay của người chấp hành án do cơ quan có thẩm quyền lập và lưu giữ. 20.Pháp nhân thương mại chấp hành ánlà pháp nhân thương mại bị kết án, phải chịu hình phạt, biện pháp tư pháptheo bản án, quyết định của Tòa án có hiệu lực pháp luật. 21.Thi hành hình phạt đình chỉ hoạt động có thời hạnlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc pháp nhân thương mại chấp hành án phải tạm dừng hoạt động đối với ngành, nghề trong một hoặc một số lĩnh vực bị đình chỉ hoạt động có thời hạn theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 22.Thi hành hình phạt đình chỉ hoạt động vĩnh viễnlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc pháp nhân thương mại chấp hành án phải chấm dứt ngay hoạt động đối với ngành, nghề trong một hoặc một số lĩnh vực bị đình chỉ hoạt động vĩnh viễn hoặc toàn bộ hoạt động bị đình chỉ vĩnh viễn theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 23.Thi hành hình phạt cấm kinh doanh, cấm hoạt động trong một số lĩnh vực nhất địnhlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc pháp nhân thương mại chấp hành án không được tiếp tục kinh doanh, hoạt động đối với ngành, nghề trong lĩnh vực bị cấm trong thời hạn theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 24.Thi hành hình phạt cấm huy động vốnlà việc cơ quan, người có thẩm quyền theo quy định của Luật này buộc pháp nhân thương mại chấp hành án không được thực hiện một hoặc một số hình thức huy động vốn trong thời hạn bị cấm theo bản án, quyết định của Tòa án có hiệu lực pháp luật. 25.Cơ quan quản lý nhà nước đối với pháp nhân thương mại chấp hành ánlà cơ quan có thẩm quyền đăng ký kinh doanh, cấp giấy chứng nhận đăng ký, cấp giấy phép, chấp thuận cho pháp nhân thương mại hoạt động, giám sát, theo dõi pháp nhân thương mại hoạt động được cơ quan thi hành án hình sự có thẩm quyền yêu cầu thực hiện một hoặc một số nhiệm vụ để bảo đảm thi hành hình phạt, biện pháp tư pháp đối với pháp nhân thương mại chấp hành án."
    },
    {
      "dieu_id": "dieu_4",
      "dieu_title": "Điều 4. Nguyên tắc thi hành án hình sự",
      "dieu_content": "1. Tuân thủHiến pháp, pháp luật, bảo đảm lợi ích của Nhà nước, quyền, lợi ích hợp pháp của cơ quan, tổ chức, cá nhân. 2. Bản án, quyết định của Tòa áncó hiệu lực pháp luật phải được cơ quan, tổ chức, cá nhân tôn trọng; cơ quan, tổ chức, cá nhân có liên quan phải nghiêm chỉnh chấp hành. 3. Bảo đảm nhân đạo xã hội chủ nghĩa; tôn trọng danh dự,nhân phẩm, quyền, lợi ích hợp pháp của người chấp hành án, người chấp hành biện pháp tư pháp, quyền, lợi ích hợp pháp của pháp nhân thương mại chấp hành án. 4. Kết hợp trừng trị và giáo dục cải tạo trong việc thi hành án; áp dụng biện pháp giáo dục cải tạo phải trên cơ sở tính chất, mức độ phạm tội, độ tuổi, sức khỏe, giới tính, trình độ học vấn và các đặc điểm nhân thân khác của người chấp hành án. 5. Thi hành án đối với người dưới 18 tuổi chủ yếu nhằm giáo dục, giúp đỡ họ sửa chữa sai lầm, phát triển lành mạnh và trở thành người có ích cho xã hội. 6. Khuyến khích người chấp hành án ăn năn hối cải, tích cực học tập, lao động cải tạo, tự nguyện bồi thường thiệt hại. 7. Bảo đảm quyền khiếu nại, tố cáo hành vi, quyết định trái pháp luật của cơ quan, người có thẩm quyền trong thi hành án hình sự. 8. Bảo đảm sự tham gia của cơ quan, tổ chức, cá nhân và gia đình trong hoạt động thi hành án hình sự, tái hòa nhập cộng đồng theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_5",
      "dieu_title": "Điều 5. Trách nhiệm phối hợp của cơ quan, tổ chức, cá nhân trong thi hành án hình sự",
      "dieu_content": "Cơ quan, tổ chức, cá nhân, trong phạm vi nhiệm vụ, quyền hạn, nghĩa vụ của mình, có trách nhiệm phối hợp và thực hiện yêu cầu của cơ quan, người có thẩm quyềntrong thi hành án hình sựtheo quy định của Luật này."
    },
    {
      "dieu_id": "dieu_6",
      "dieu_title": "Điều 6. Giám sát việc thi hành án hình sự",
      "dieu_content": "Quốc hội, Hội đồng nhân dân, Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận giám sát hoạt động của cơ quan, tổ chức, người có thẩm quyền và cơ quan, tổ chức, cá nhân khác có liên quan trong thi hành án hình sự theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_7",
      "dieu_title": "Điều 7. Kiểm sát việc thi hành án hình sự",
      "dieu_content": "Viện kiểm sát nhân dân kiểm sát việc tuân theo pháp luật của cơ quan, người có thẩm quyền và cơ quan, tổ chức, cá nhân khác có liên quan trong thi hành án hình sự."
    },
    {
      "dieu_id": "dieu_8",
      "dieu_title": "Điều 8. Phổ biến, giáo dục pháp luật về thi hành án hình sự",
      "dieu_content": "1. Chính phủ, Bộ, cơ quan ngang Bộ, cơ quan thuộc Chính phủ có trách nhiệm tổ chức, chỉ đạo công tác phổ biến, giáo dục pháp luật về thi hành án hình sự. 2.Ủy ban nhân dân các cấp, cơ quan, tổ chức khác, trong phạm vi nhiệm vụ, quyền hạn của mình, có trách nhiệm tổ chức thực hiện việc phổ biến, giáo dục pháp luật, vận động Nhân dân chấp hành pháp luật về thi hành án hình sự."
    },
    {
      "dieu_id": "dieu_9",
      "dieu_title": "Điều 9. Hợp tác quốc tế trong thi hành án hình sự",
      "dieu_content": "Hợp tác quốc tế trong thi hành án hình sự giữa cơ quan có thẩm quyền của nước Cộng hòa xã hội chủ nghĩa Việt Nam với cơ quan có thẩm quyền tương ứng của nước ngoài được thực hiện trên cơ sở tôn trọng độc lập, chủ quyền và toàn vẹn lãnh thổ, không can thiệp vào công việc nội bộ của nhau, bình đẳng, cùng có lợi, phù hợp vớiHiến pháp, pháp luật của Việt Nam và điều ước quốc tế mà nước Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên. Trường hợp giữa Việt Nam và nước có liên quan chưa có điều ước quốc tế thì việc hợp tác quốc tế trong thi hành án hình sự được thực hiện theo nguyên tắc có đi có lại nhưng không trái vớiHiến phápcủa Việt Nam, phù hợp với pháp luật quốc tế và tập quán quốc tế."
    },
    {
      "dieu_id": "dieu_10",
      "dieu_title": "Điều 10. Các hành vi bị nghiêm cấm trong thi hành án hình sự",
      "dieu_content": "1. Phá hủy cơ sở quản lý, giam giữ; hủy hoại hoặc cố ý làm hư hỏng tài sản của cơ sở quản lý, giam giữ; tổ chức trốn hoặc trốn khỏi nơi quản lý, giam giữ; tổ chức trốn hoặc trốn khi đang bị áp giải, dẫn giải; đánh tháo phạm nhân, người chấp hành biện pháp tư pháp, người bị áp giải, dẫn giải. 2. Không chấp hành quyết định thi hành án hình sự; cản trở hoặc chống lại việc thực hiện nội quy, quy chế về thi hành án hình sự hoặc quyết định, yêu cầu của cơ quan, người có thẩm quyền trong thi hành án hình sự. 3. Tổ chức, kích động, xúi giục, lôi kéo, dụ dỗ, giúp sức, cưỡng bức người khác vi phạm pháp luật về thi hành án hình sự; trả thù, xâm phạm tính mạng, sức khỏe, danh dự, nhân phẩm, tài sản của người có trách nhiệm thi hành án hình sự. 4. Không ra quyết định thi hành án hình sự; không thi hành quyết định trả tự do theo quy định của pháp luậtvà quyết định khác của cơ quan, người có thẩm quyền trong thi hành án hình sự. 5. Đưa hối lộ, nhận hối lộ, môi giới hối lộ, nhũng nhiễu trong thi hành án hình sự. 6. Tha trái pháp luật người đang bị giam, người bị áp giải thi hành án; thiếu trách nhiệm trong việc quản lý, canh gác, áp giải thi hành án để người chấp hành ánphạt tù, ántử hình hoặc án phạt trục xuất trốn. 7. Lợi dụng, lạm dụng chức vụ, quyền hạn để đề nghị miễn, giảm, hoãn, tạm đình chỉ, tha tù trước thời hạn có điều kiện, rút ngắn thời gian thử thách cho người không đủ điều kiện; không đề nghị cho người đủ điều kiện được miễn, giảm, hoãn, tạm đình chỉ, tha tù trước thời hạn có điều kiện, rút ngắn thời gian thử thách; đề nghị hoặc không đề nghị chấm dứt trước thời hạn việc chấp hành biện pháp tư pháp, hoãn, đình chỉ thi hành biện pháp tư pháp; cản trở người, pháp nhân thương mại chấp hành án thực hiện các quyền theo quy định của Luật này. 8. Tra tấn và các hình thức đối xử hoặc trừng phạt tàn bạo, vô nhân đạo hoặc hạ nhục ngườichấp hành án, biện pháp tư pháp. 9. Kỳ thị, phân biệt đối xử hoặcxâm phạm quyền, lợi ích hợp pháp của người, pháp nhân thương mại chấp hành án. 10. Cấp hoặc từ chối cấp trái quy định của pháp luật quyết định, giấy chứng nhận, xác nhận hoặc giấy tờ khác về thi hành án hình sự. 11. Làm sai lệch hồ sơ, sổ sách về thi hành án hình sự."
    }
  ]
}