{
  "chuong_id": "chuong_13",
  "chuong_title": "Chương XIII",
  "chuong_name": "BẢO ĐẢM ĐIỀU KIỆN CHO HOẠT ĐỘNG THI HÀNH ÁN HÌNH SỰ",
  "dieu_list": [
    {
      "dieu_id": "dieu_170",
      "dieu_title": "Điều 170. Biên chế, đào tạo, huấn luyện, bồi dưỡng cán bộ thi hành án hình sự",
      "dieu_content": "1. Nhà nước bảo đảm biên chế, cán bộ cần thiết cho các cơ quan quản lý thi hành án hình sự, cơ quan thi hành án hình sự. 2. Người làm công tác thi hành án hình sự phải được đào tạo, huấn luyện, bồi dưỡng chuyên môn nghiệp vụ, pháp luật và kiến thức khác phù hợp với nhiệm vụ, quyền hạn được giao."
    },
    {
      "dieu_id": "dieu_171",
      "dieu_title": "Điều 171. Bảo đảm cơ sở vật chất phục vụ hoạt động thi hành án hình sự",
      "dieu_content": "Căn cứ yêu cầu công tác thi hành án hình sự, địa bàn hoạt động và điều kiện kinh tế - xã hội, Nhà nước bảo đảm cơ sở vật chất của cơ quan quản lý thi hành án hình sự, cơ quan thi hành án hình sự, bao gồm đất đai, trụ sở, công trình; trang thiết bị, vũ khí, công cụ hỗ trợ, phương tiện giao thông, thông tin liên lạc, kỹ thuật nghiệp vụ và các điều kiện vật chất, kỹ thuật khác; ưu tiên bảo đảm cơ sở vật chất cho cơ quan đóng ở vùng sâu, vùng xa, miền núi, hải đảo, vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn, địa bàn trọng yếu về an ninh quốc gia, trật tự, an toàn xã hội."
    },
    {
      "dieu_id": "dieu_172",
      "dieu_title": "Điều 172. Trang bị và sử dụng vũ khí, phương tiện kỹ thuật nghiệp vụ, công cụ hỗ trợ trong thi hành án hình sự",
      "dieu_content": "Sĩ quan, hạ sĩ quan, quân nhân chuyên nghiệp, chiến sĩ Công an nhân dân, Quân đội nhân dân khi thực hiện nhiệm vụ thi hành án hình sự được trang bị và sử dụng vũ khí, phương tiện kỹ thuật nghiệp vụ, công cụ hỗ trợ theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_173",
      "dieu_title": "Điều 173. Cơ sở dữ liệu về thi hành án hình sự",
      "dieu_content": "1. Cơ sở dữ liệu về thi hành án hình sự do Bộ Công an quản lý là một bộ phận của hệ cơ sở dữ liệu quốc gia về thông tin phòng, chống tội phạm nhằm phục vụ công tác quản lý nhà nước về thi hành án hình sự, đấu tranh phòng, chống tội phạm. 2. Việc xây dựng, thu thập, lưu trữ, xử lý, bảo vệ, khai thác, sử dụng cơ sở dữ liệu về thi hành án hình sự do Chính phủ quy định."
    },
    {
      "dieu_id": "dieu_174",
      "dieu_title": "Điều 174. Bảo đảm kinh phí cho hoạt động thi hành án hình sự",
      "dieu_content": "Nhà nước bảo đảm kinh phí cho hoạt động thi hành án hình sự. Việc lập dự toán, sử dụng và quyết toán kinh phí bảo đảm cho hoạt động thi hành án hình sự được thực hiện theo quy định củaLuật Ngân sách nhà nước."
    },
    {
      "dieu_id": "dieu_175",
      "dieu_title": "Điều 175. Chế độ, chính sách đối với cơ quan, tổ chức, cá nhân trong thi hành án hình sự",
      "dieu_content": "1. Cán bộ, công chức; công nhân công an; công nhân, viên chức quốc phòng và những người khác làm nhiệm vụ thi hành án hình sự được hưởng chế độ, chính sách theo quy định của pháp luật. 2. Sĩ quan, hạ sĩ quan, chiến sĩ Công an nhân dân; sĩ quan, hạ sĩ quan, quân nhân chuyên nghiệp, chiến sĩ Quân đội nhân dân làm nhiệm vụ thi hành án hình sự được phong, thăng cấp bậc hàm lực lượng vũ trang nhân dân và hưởng chế độ, chính sách theo quy định của pháp luật. 3. Cơ quan, tổ chức, cá nhân trong thi hành án hình sự có thành tích thì được khen thưởng; người bị thiệt hại về tính mạng, sức khỏe, tài sản thì bản thân và gia đình được hưởng chế độ, chính sách theo quy định của pháp luật."
    }
  ]
}