{
  "chuong_id": "chuong_12",
  "chuong_title": "Chương XII",
  "chuong_name": "KIỂM SÁT THI HÀNH ÁN HÌNH SỰ",
  "dieu_list": [
    {
      "dieu_id": "dieu_167",
      "dieu_title": "Điều 167. Nhiệm vụ, quyền hạn của Viện kiểm sát trong kiểm sát thi hành án hình sự",
      "dieu_content": "1. Yêu cầu Tòa án cùng cấp và cấp dưới ra quyết định thi hành án hình sự đúng quy định của pháp luật; yêu cầu Tòa án, cơ quan thi hành án hình sự, cơ quan được giao một số nhiệm vụ thi hành án hình sự tự kiểm tra việc thi hành án hình sự và thông báo kết quả cho Viện kiểm sát; cung cấp hồ sơ, tài liệu có liên quan đến thi hành án hình sự. 2. Trực tiếp kiểm sát việc thi hành án hình sự của cơ quan thi hành án hình sự cùng cấp và cấp dưới, cơ quan được giao một số nhiệm vụ thi hành án hình sự; kiểm sát hồ sơ thi hành án hình sự của cơ quan thi hành án hình sự cùng cấp và cấp dưới, cơ quan được giao một số nhiệm vụ thi hành án hình sự. Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu trực tiếp kiểm sát việc thi hành án phạt tù của trại giam đóng tại địa phương, địa bàn; kiểm sát việc thi hành án đối với pháp nhân thương mại. 3. Quyết định trả tự do ngay cho người đang chấp hành án phạt tù không có căn cứ và trái pháp luật. 4. Đề nghị miễn, hoãn, tạm đình chỉ, đình chỉ chấp hành án; tham gia phiên họp xét giảm, miễn thời hạn chấp hành án, tha tù trước thời hạn có điều kiện, hủy quyết định tha tù trước thời hạn có điều kiện, buộc chấp hành hình phạt tù của bản án đã cho hưởng án treo, rút ngắn thời gian thử thách. 5. Kháng nghị, kiến nghị, yêu cầu Tòa án, cơ quan thi hành án hình sự cùng cấp, cấp dưới, cơ quan được giao một số nhiệm vụ thi hành án hình sự, người có thẩm quyền và cá nhân có liên quan trong thi hành án hình sự; yêu cầu đình chỉ việc thi hành, sửa đổi hoặc bãi bỏ quyết định có vi phạm pháp luật trong thi hành án hình sự; chấm dứt hành vi vi phạm pháp luật. 6. Tiếp nhận và giải quyết khiếu nại, tố cáo trong quản lý, giáo dục người chấp hành án phạt tù; kiểm sát việc tuân theo pháp luật trong giải quyết khiếu nại, tố cáo đối với việc thi hành án hình sự. 7. Khởi tố hoặc yêu cầu cơ quan điều tra khởi tố vụ án hình sự khi phát hiện vụ việc có dấu hiệu tội phạm trong thi hành án hình sự theo quy định của pháp luật. 8. Thực hiện nhiệm vụ, quyền hạn khác trong kiểm sát thi hành án hình sự."
    },
    {
      "dieu_id": "dieu_168",
      "dieu_title": "Điều 168. Kiểm sát việc giải quyết khiếu nại, tố cáo trong thi hành án hình sự",
      "dieu_content": "1. Viện kiểm sát trực tiếp kiểm sát việc giải quyết khiếu nại, tố cáo của Tòa án, cơ quan quản lý thi hành án hình sự, cơ quan thi hành án hình sự, cơ quan được giao một số nhiệm vụ thi hành án hình sự. 2. Khi kiểm sát việc giải quyết khiếu nại, tố cáo trong thi hành án hình sự, Viện kiểm sát có quyền yêu cầu Tòa án, cơ quan quản lý thi hành án hình sự, cơ quan thi hành án hình sự, cơ quan được giao một số nhiệm vụ thi hành án hình sự cùng cấp và cấp dưới thực hiện nhiệm vụ sau đây: a) Ra văn bản giải quyết khiếu nại, tố cáo theo quy định tại Chương XIV của Luật này; b) Kiểm tra việc giải quyết khiếu nại, tố cáo thuộc thẩm quyền và của cấp dưới; thông báo kết quả giải quyết cho Viện kiểm sát; c) Cung cấp hồ sơ, tài liệu liên quan đến việc giải quyết khiếu nại, tố cáo cho Viện kiểm sát."
    },
    {
      "dieu_id": "dieu_169",
      "dieu_title": "Điều 169. Trách nhiệm thực hiện yêu cầu, quyết định, kháng nghị, kiến nghị của Viện kiểm sát về thi hành án hình sự",
      "dieu_content": "1. Đối với yêu cầu Tòa án ra quyết định thi hành án hình sự và cung cấp hồ sơ, tài liệu có liên quan đến thi hành án hình sự phải thực hiện ngay; đối với yêu cầu Tòa án, cơ quan thi hành án hình sự, cơ quan được giao một số nhiệm vụ thi hành án hình sự tự kiểm tra việc thi hành án hình sự và thông báo kết quả cho Viện kiểm sát phải thực hiện trong thời hạn 30 ngày kể từ ngày nhận được yêu cầu. 2. Đối với quyết định quy định tạikhoản 3 Điều 167 của Luật này, cơ quan thi hành án hình sự phải thi hành ngay; nếu không nhất trí với quyết định đó thì vẫn phải thi hành, nhưng có quyền kiến nghị lên Viện kiểm sát cấp trên trực tiếp. Trong thời hạn 10 ngày kể từ ngày nhận được kiến nghị, Viện trưởng Viện kiểm sát cấp trên trực tiếp phải giải quyết. 3. Đối với kháng nghị về quyết định quy định tạikhoản 4 Điều 167 của Luật nàythì việc giải quyết được thực hiện theo quy định của pháp luật về tố tụng hình sự. 4. Đối với kháng nghị quy định tạikhoản 5 Điều 167 của Luật này,Tòa án, cơ quan thi hành án hình sự, cơ quan được giao một số nhiệm vụ thi hành án hình sự có trách nhiệm trả lời bằng văn bản trong thời hạn 15 ngày kể từ ngày nhận được kháng nghị; nếu không nhất trí với kháng nghị đó thì các cơ quan này có quyền khiếu nại lên Viện kiểm sát cấp trên trực tiếp; Viện kiểm sát cấp trên trực tiếp phải giải quyết trong thời hạn 15 ngày kể từ ngày nhận được khiếu nại. Quyết định của Viện kiểm sát cấp trên trực tiếp phải được thi hành. 5. Đối với kiến nghị quy định tạikhoản 5 Điều 167 của Luật nàyphải được xem xét, giải quyết, trả lời bằng văn bản trong thời hạn 30 ngày kể từ ngày nhận được kiến nghị."
    }
  ]
}