{
  "chuong_id": "chuong_25",
  "chuong_title": "Chương XXV",
  "chuong_name": "THỦ TỤC GIÁM ĐỐC THẨM",
  "dieu_list": [
    {
      "dieu_id": "dieu_370",
      "dieu_title": "Điều 370. Tính chất của giám đốc thẩm",
      "dieu_content": "Giám đốc thẩm là xét lại bản án, quyết định của Tòa án đã có hiệu lực pháp luật nhưng bị kháng nghị vì phát hiện có vi phạm pháp luật nghiêm trọng trong việc giải quyết vụ án."
    },
    {
      "dieu_id": "dieu_371",
      "dieu_title": "Điều 371. Căn cứ để kháng nghị theo thủ tục giám đốc thẩm",
      "dieu_content": "Bản án, quyết định của Tòa án đã có hiệu lực pháp luật bị kháng nghị theo thủ tục giám đốc thẩm khi có một trong các căn cứ: 1. Kết luận trong bản án, quyết định của Tòa án không phù hợp với những tình tiết khách quan của vụ án; 2. Có vi phạm nghiêm trọng thủ tục tố tụng trong điều tra, truy tố, xét xử dẫn đến sai lầm nghiêm trọng trong việc giải quyết vụ án; 3. Có sai lầm nghiêm trọng trong việc áp dụng pháp luật."
    },
    {
      "dieu_id": "dieu_372",
      "dieu_title": "Điều 372. Phát hiện bản án, quyết định đã có hiệu lực pháp luật cần xét lại theo thủ tục giám đốc thẩm",
      "dieu_content": "1. Người bị kết án, cơ quan, tổ chức và mọi cá nhân có quyền phát hiện vi phạm pháp luật trong bản án, quyết định của Tòa án đã có hiệu lực pháp luật và thông báo cho người có thẩm quyền kháng nghị. 2. Tòa án nhân dân cấp tỉnh thực hiện việc kiểm tra bản án, quyết định đã có hiệu lực pháp luật của Tòa án nhân dân cấp huyện để phát hiện vi phạm pháp luật và kiến nghị Chánh án Tòa án nhân dân cấp cao, Chánh án Tòa án nhân dân tối cao xem xét kháng nghị. Tòa án quân sự cấp quân khu thực hiện việc kiểm tra bản án, quyết định đã có hiệu lực pháp luật của Tòa án quân sự khu vực để phát hiện vi phạm pháp luật và kiến nghị Chánh án Tòa án quân sự trung ương xem xét kháng nghị. 3. Khi thực hiện công tác giám đốc việc xét xử, kiểm sát việc xét xử hoặc qua các nguồn thông tin khác mà Tòa án, Viện kiểm sát phát hiện vi phạm pháp luật trong bản án, quyết định của Tòa án đã có hiệu lực pháp luật thì thông báo ngay bằng văn bản cho người có thẩm quyền kháng nghị."
    },
    {
      "dieu_id": "dieu_373",
      "dieu_title": "Điều 373. Những người có quyền kháng nghị theo thủ tục giám đốc thẩm",
      "dieu_content": "1. Chánh án Tòa án nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dân tối cao có quyền kháng nghị theo thủ tục giám đốc thẩm bản án, quyết định đã có hiệu lực pháp luật của Tòa án nhân dân cấp cao; bản án, quyết định đã có hiệu lực pháp luật của Tòa án khác khi xét thấy cần thiết, trừ quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao. 2. Chánh án Tòa án quân sự trung ương, Viện trưởng Viện kiểm sát quân sự trung ương có quyền kháng nghị theo thủ tục giám đốc thẩm bản án, quyết định đã có hiệu lực pháp luật của Tòa án quân sự cấp quân khu, Tòa án quân sự khu vực. 3. Chánh án Tòa án nhân dân cấp cao, Viện trưởng Viện kiểm sát nhân dân cấp cao có quyền kháng nghị theo thủ tục giám đốc thẩm bản án, quyết định đã có hiệu lực pháp luật của Tòa án nhân dân cấp tỉnh, Tòa án nhân dân cấp huyện trong phạm vi thẩm quyền theo lãnh thổ."
    },
    {
      "dieu_id": "dieu_374",
      "dieu_title": "Điều 374. Thủ tục thông báo bản án, quyết định của Tòa án đã có hiệu lực pháp luật cần xét lại theo thủ tục giám đốc thẩm",
      "dieu_content": "1. Khi phát hiện vi phạm pháp luật trong bản án, quyết định của Tòa án đã có hiệu lực pháp luật thì người bị kết án, cơ quan, tổ chức, cá nhân thông báo bằng văn bản hoặc trình bày trực tiếp với người có thẩm quyền kháng nghị hoặc với Tòa án, Viện kiểm sát nơi gần nhất kèm theo chứng cứ, tài liệu, đồ vật (nếu có). 2. Văn bản thông báo có các nội dung chính: a) Ngày, tháng, năm; b) Tên, địa chỉ của cơ quan, tổ chức, cá nhân thông báo; c) Bản án, quyết định của Tòa án đã có hiệu lực pháp luật bị phát hiện có vi phạm pháp luật; d) Nội dung vi phạm pháp luật được phát hiện; đ) Kiến nghị người có thẩm quyền xem xét kháng nghị. 3. Người thông báo là cá nhân phải ký tên hoặc điểm chỉ; trường hợp cơ quan, tổ chức thông báo thì người đại diện theo pháp luật của cơ quan, tổ chức đó phải ký tên và đóng dấu."
    },
    {
      "dieu_id": "dieu_375",
      "dieu_title": "Điều 375. Thủ tục tiếp nhận thông báo bản án, quyết định của Tòa án đã có hiệu lực pháp luật cần xét lại theo thủ tục giám đốc thẩm",
      "dieu_content": "1. Khi nhận được thông báo bằng văn bản thì Tòa án, Viện kiểm sát phải vào sổ nhận thông báo. 2. Khi người bị kết án, cơ quan, tổ chức, cá nhân trình bày trực tiếp về vi phạm pháp luật trong bản án, quyết định của Tòa án đã có hiệu lực pháp luật thì Tòa án, Viện kiểm sát phải lập biên bản; nếu người thông báo cung cấp chứng cứ, tài liệu, đồ vật thì Tòa án, Viện kiểm sát phải lập biên bản thu giữ. Biên bản được lập theo quy định tạiĐiều 133 của Bộ luật này. 3. Tòa án, Viện kiểm sát đã nhận thông báo, lập biên bản phải gửi ngay thông báo, biên bản kèm theo chứng cứ, tài liệu, đồ vật (nếu có) cho người có thẩm quyền kháng nghị và thông báo bằng văn bản cho người bị kết án, cơ quan, tổ chức, cá nhân đã kiến nghị, đề nghị biết."
    },
    {
      "dieu_id": "dieu_376",
      "dieu_title": "Điều 376. Chuyển hồ sơ vụ án để xem xét kháng nghị theo thủ tục giám đốc thẩm",
      "dieu_content": "1. Trường hợp cần thiết phải nghiên cứu hồ sơ vụ án để xem xét kháng nghị theo thủ tục giám đốc thẩm thì Tòa án, Viện kiểm sát có thẩm quyền yêu cầu bằng văn bản để Tòa án đang quản lý hồ sơ chuyển hồ sơ vụ án. Trong thời hạn 07 ngày kể từ ngày nhận được văn bản yêu cầu, Tòa án đang quản lý hồ sơ vụ án phải chuyển hồ sơ vụ án cho Tòa án, Viện kiểm sát đã yêu cầu. 2. Trường hợp Tòa án và Viện kiểm sát cùng có văn bản yêu cầu thì Tòa án đang quản lý hồ sơ vụ án chuyển hồ sơ cho cơ quan yêu cầu trước và thông báo cho cơ quan yêu cầu sau biết."
    },
    {
      "dieu_id": "dieu_377",
      "dieu_title": "Điều 377. Tạm đình chỉ thi hành bản án, quyết định bị kháng nghị giám đốc thẩm",
      "dieu_content": "Người ra quyết định kháng nghị giám đốc thẩm đối với bản án, quyết định đã có hiệu lực pháp luật thì có quyền quyết định tạm đình chỉ thi hành bản án, quyết định đó. Quyết định tạm đình chỉ thi hành bản án, quyết định bị kháng nghị giám đốc thẩm phải gửi cho Tòa án, Viện kiểm sát nơi đã xét xử sơ thẩm, phúc thẩm và cơ quan thi hành án có thẩm quyền."
    },
    {
      "dieu_id": "dieu_378",
      "dieu_title": "Điều 378. Quyết định kháng nghị giám đốc thẩm",
      "dieu_content": "Quyết định kháng nghị giám đốc thẩm có các nội dung chính: 1. Số, ngày, tháng, năm của quyết định; 2. Người có thẩm quyền ra quyết định; 3. Số, ngày, tháng, năm của bản án, quyết định bị kháng nghị; 4. Nhận xét, phân tích những vi phạm pháp luật, sai lầm của bản án, quyết định bị kháng nghị; 5. Căn cứ pháp luật để quyết định kháng nghị; 6. Quyết định kháng nghị toàn bộ hay một phần bản án, quyết định; 7. Tên của Tòa án có thẩm quyền giám đốc thẩm vụ án; 8. Yêu cầu của người kháng nghị."
    },
    {
      "dieu_id": "dieu_379",
      "dieu_title": "Điều 379. Thời hạn kháng nghị theo thủ tục giám đốc thẩm",
      "dieu_content": "1. Việc kháng nghị theo hướng không có lợi cho người bị kết án chỉ được tiến hành trong thời hạn 01 năm kể từ ngày bản án, quyết định có hiệu lực pháp luật. 2. Việc kháng nghị theo hướng có lợi cho người bị kết án có thể được tiến hành bất cứ lúc nào, cả trong trường hợp người bị kết án đã chết mà cần minh oan cho họ. 3. Việc kháng nghị về dân sự trong vụ án hình sự đối với đương sự được thực hiện theo quy định của pháp luật về tố tụng dân sự. 4. Nếu không có căn cứ để kháng nghị theo thủ tục giám đốc thẩm thì người có quyền kháng nghị phải trả lời bằng văn bản cho cơ quan, tổ chức, cá nhân đã kiến nghị biết rõ lý do của việc không kháng nghị."
    },
    {
      "dieu_id": "dieu_380",
      "dieu_title": "Điều 380. Gửi quyết định kháng nghị giám đốc thẩm",
      "dieu_content": "1. Quyết định kháng nghị giám đốc thẩm phải gửi ngay cho Tòa án đã ra bản án, quyết định đã có hiệu lực pháp luật bị kháng nghị, người bị kết án, cơ quan thi hành án hình sự, cơ quan thi hành án dân sự có thẩm quyền và những người khác có quyền lợi, nghĩa vụ liên quan đến nội dung kháng nghị. 2. Trường hợp Chánh án Tòa án nhân dân tối cao kháng nghị thì quyết định kháng nghị kèm theo hồ sơ vụ án phải gửi ngay cho Tòa án có thẩm quyền giám đốc thẩm. Trường hợp Chánh án Tòa án nhân dâncấp cao, Chánh án Tòa án quân sự trung ương kháng nghị thì quyết định kháng nghị kèm theo hồ sơ vụ án phải được gửi ngay cho Viện kiểm sát có thẩm quyền. Tòa án có thẩm quyền giám đốc thẩm phải gửi quyết định kháng nghị kèm theo hồ sơ vụ án cho Viện kiểm sát cùng cấp. Trong thời hạn 30 ngày kể từ ngày nhận được hồ sơ vụ án, Viện kiểm sát phải gửi lại hồ sơ vụ án cho Tòa án. 3. Trường hợp Viện trưởng Viện kiểm sát nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dâncấp cao, Viện trưởng Viện kiểm sát quân sự trung ương kháng nghị thì quyết định kháng nghị kèm theo hồ sơ vụ án phải gửi ngay cho Tòa án có thẩm quyền giám đốc thẩm."
    },
    {
      "dieu_id": "dieu_381",
      "dieu_title": "Điều 381. Thay đổi, bổ sung, rút kháng nghị",
      "dieu_content": "1. Trước khi mở phiên tòa hoặc tại phiên tòa giám đốc thẩm, người kháng nghị có quyền bổ sung, thay đổi kháng nghị nếu chưa hết thời hạn kháng nghị. Việc bổ sung, thay đổi kháng nghị trước khi mở phiên tòa phải bằng quyết định và được gửi theo quy định tạikhoản 1 Điều 380 của Bộ luật này. Việc bổ sung, thay đổi kháng nghị tại phiên tòa được ghi vào biên bản phiên tòa. 2. Trước khi bắt đầu hoặc tại phiên tòa giám đốc thẩm, người kháng nghị có quyền rút một phần hoặc toàn bộ kháng nghị. Việc rút kháng nghị trước khi mở phiên tòa phải bằng quyết định; việc rút kháng nghị tại phiên tòa được ghi vào biên bản phiên tòa. 3. Trường hợp rút toàn bộ kháng nghị trước khi mở phiên tòa thì Chánh án Tòa án có thẩm quyền giám đốc thẩm ra quyết định đình chỉ xét xử giám đốc thẩm. Trường hợp rút toàn bộ kháng nghị tại phiên tòa thì Hội đồng xét xử ra quyết định đình chỉ xét xử giám đốc thẩm. Trong thời hạn 02 ngày kể từ ngày ra quyết định, Tòa án gửi quyết định đình chỉ xét xử giám đốc thẩm cho những người quy định tạikhoản 1 Điều 380 của Bộ luật nàyvà Viện kiểm sát cùng cấp."
    },
    {
      "dieu_id": "dieu_382",
      "dieu_title": "Điều 382. Thẩm quyền giám đốc thẩm",
      "dieu_content": "1. Ủy ban Thẩm phán Tòa án nhân dân cấp cao giám đốc thẩm bằng Hội đồng xét xử gồm ba Thẩm phán đối với bản án, quyết định đã có hiệu lực pháp luật của Tòa án nhân dân cấp tỉnh, Tòa án nhân dân cấp huyện trong phạm vi thẩm quyền theo lãnh thổ bị kháng nghị. 2. Hội đồng toàn thể Ủy ban Thẩm phán Tòa án nhân dân cấp cao giám đốc thẩm đối với bản án, quyết định đã có hiệu lực pháp luật của Tòa án nhân dân quy định tại khoản 1 Điều này nhưng có tính chất phức tạp hoặc bản án, quyết định đã được Ủy ban Thẩm phán Tòa án nhân dân cấp cao giám đốc thẩm bằng Hội đồng xét xử gồm ba Thẩm phán nhưng không thống nhất khi biểu quyết thông qua quyết định về việc giải quyết vụ án. Khi xét xử giám đốc thẩm bằng Hội đồng toàn thể Ủy ban Thẩm phán Tòa án nhân dân cấp cao thì phải có ít nhất hai phần ba tổng số thành viên tham gia, do Chánh án Tòa án nhân dân cấp cao làm chủ tọa phiên tòa. Quyết định của Hội đồng toàn thể Ủy ban Thẩm phán phải được quá nửa tổng số thành viên biểu quyết tán thành; nếu không được quá nửa số thành viên của Hội đồng toàn thể Ủy ban Thẩm phán tán thành thì phải hoãn phiên tòa. Trong thời hạn 30 ngày kể từ ngày ra quyết định hoãn phiên tòa thì Hội đồng toàn thể Ủy ban Thẩm phán phải mở phiên tòa xét xử lại vụ án. 3. Ủy ban Thẩm phán Tòa án quân sự trung ương giám đốc thẩm đối với bản án, quyết định đã có hiệu lực pháp luật của Tòa án quân sự cấp quân khu, Tòa án quân sự khu vực bị kháng nghị. Khi xét xử giám đốc thẩm thì phải có ít nhất hai phần ba tổng số thành viên của Ủy ban Thẩm phán Tòa án quân sự trung ương tham gia, do Chánh án Tòa án quân sự trung ương làm chủ tọa phiên tòa. Quyết định của Ủy ban Thẩm phán phải được quá nửa tổng số thành viên biểu quyết tán thành; nếu không được quá nửa số thành viên của Ủy ban Thẩm phán tán thành thì phải hoãn phiên tòa. Trong thời hạn 30 ngày kể từ ngày ra quyết định hoãn phiên tòa thì Ủy ban Thẩm phán phải mở phiên tòa xét xử lại vụ án. 4. Hội đồng Thẩm phán Tòa án nhân dân tối cao giám đốc thẩm bằng Hội đồng xét xử gồm năm Thẩm phán đối với bản án, quyết định đã có hiệu lực pháp luật của Tòa án nhân dân cấp cao, Tòa án quân sự trung ương bị kháng nghị. 5. Hội đồng toàn thể Thẩm phán Tòa án nhân dân tối cao giám đốc thẩm đối với bản án hoặc quyết định đã có hiệu lực pháp luật quy định tại khoản 4 Điều này nhưng có tính chất phức tạp hoặc bản án, quyết định đã được Hội đồng Thẩm phán Tòa án nhân dân tối cao giám đốc thẩm bằng Hội đồng xét xử gồm năm Thẩm phán nhưng không thống nhất khi biểu quyết thông qua quyết định về việc giải quyết vụ án. Khi xét xử giám đốc thẩm bằng Hội đồng toàn thể Thẩm phán Tòa án nhân dân tối cao thì phải có ít nhất hai phần ba tổng số thành viên tham gia, do Chánh án Tòa án nhân dân tối cao làm chủ tọa phiên tòa. Quyết định của Hội đồng toàn thể Thẩm phán Tòa án nhân dân tối cao phải được quá nửa tổng số thành viên biểu quyết tán thành; nếu không được quá nửa số thành viên của Hội đồng toàn thể Thẩm phán tán thành thì phải hoãn phiên tòa. Trong thời hạn 30 ngày kể từ ngày ra quyết định hoãn phiên tòa thì Hội đồng toàn thể Thẩm phán phải mở phiên tòa xét xử lại vụ án. 6. Bản án, quyết định đã có hiệu lực pháp luật bị kháng nghị thuộc thẩm quyền giám đốc thẩm của các cấp khác nhau thì Hội đồng Thẩm phán Tòa án nhân dân tối cao giám đốc thẩm toàn bộ vụ án."
    },
    {
      "dieu_id": "dieu_383",
      "dieu_title": "Điều 383. Những người tham gia phiên tòa giám đốc thẩm",
      "dieu_content": "1. Phiên tòa giám đốc thẩm phải có sự tham gia của Kiểm sát viên Viện kiểm sát cùng cấp. 2. Trường hợp xét thấy cần thiết hoặc có căn cứ sửa một phần bản án, quyết định đã có hiệu lực pháp luật, Tòa án phải triệu tập người bị kết án, người bào chữa và những người có quyền lợi, nghĩa vụ liên quan đến việc kháng nghị tham gia phiên tòa giám đốc thẩm; nếu họ vắng mặt thì phiên tòa giám đốc thẩm vẫn được tiến hành."
    },
    {
      "dieu_id": "dieu_384",
      "dieu_title": "Điều 384. Chuẩn bị phiên tòa giám đốc thẩm",
      "dieu_content": "Chánh án Tòa án phân công một Thẩm phán là thành viên Hội đồng giám đốc thẩm làm bản thuyết trình về vụ án. Bản thuyết trình tóm tắt nội dung vụ án và các bản án, quyết định của các cấp Tòa án, nội dung của kháng nghị. Bản thuyết trình và các tài liệu có liên quan phải gửi cho các thành viên Hội đồng giám đốc thẩm chậm nhất là 07 ngày trước ngày mở phiên tòa giám đốc thẩm."
    },
    {
      "dieu_id": "dieu_385",
      "dieu_title": "Điều 385. Thời hạn mở phiên tòa giám đốc thẩm",
      "dieu_content": "Trong thời hạn 04 tháng kể từ ngày nhận được quyết định kháng nghị kèm theo hồ sơ vụ án, Tòa án có thẩm quyền giám đốc thẩm phải mở phiên tòa."
    },
    {
      "dieu_id": "dieu_386",
      "dieu_title": "Điều 386. Thủ tục phiên tòa giám đốc thẩm",
      "dieu_content": "1. Sau khi chủ tọa phiên tòa khai mạc phiên tòa, một thành viên Hội đồng giám đốc thẩm trình bày bản thuyết trình về vụ án. Các thành viên khác của Hội đồng giám đốc thẩm hỏi thêm Thẩm phán thuyết trình về những điểm chưa rõ trước khi thảo luận và phát biểu ý kiến của mình về việc giải quyết vụ án. Trường hợp Viện kiểm sát kháng nghị thì Kiểm sát viên trình bày nội dung kháng nghị. 2. Trường hợp người bị kết án, người bào chữa, người có quyền lợi, nghĩa vụ liên quan đến kháng nghị có mặt tại phiên tòa thì những người này được trình bày ý kiến về những vấn đề mà Hội đồng giám đốc thẩm yêu cầu. Kiểm sát viên phát biểu ý kiến của Viện kiểm sát về quyết định kháng nghị và việc giải quyết vụ án. Kiểm sát viên, người tham gia tố tụng tại phiên tòa giám đốc thẩm tranh tụng về những vấn đề liên quan đến việc giải quyết vụ án. Chủ tọa phiên tòa phải tạo điều kiện cho Kiểm sát viên, người tham gia tố tụng trình bày hết ý kiến, tranh luận dân chủ, bình đẳng trước Tòa án. 3. Các thành viên Hội đồng giám đốc thẩm phát biểu ý kiến của mình và thảo luận. Hội đồng giám đốc thẩm biểu quyết về việc giải quyết vụ án và công bố quyết định về việc giải quyết vụ án."
    },
    {
      "dieu_id": "dieu_387",
      "dieu_title": "Điều 387. Phạm vi giám đốc thẩm",
      "dieu_content": "Hội đồng giám đốc thẩm phải xem xét toàn bộ vụ án mà không chỉ hạn chế trong nội dung của kháng nghị."
    },
    {
      "dieu_id": "dieu_388",
      "dieu_title": "Điều 388. Thẩm quyền của Hội đồng giám đốc thẩm",
      "dieu_content": "1. Không chấp nhận kháng nghị và giữ nguyên bản án, quyết định đã có hiệu lực pháp luật bị kháng nghị. 2. Hủy bản án, quyết định đã có hiệu lực pháp luật và giữ nguyên bản án, quyết định đúng pháp luật của Tòa án cấp sơ thẩm hoặc Tòa án cấp phúc thẩm bị hủy, sửa không đúng pháp luật. 3. Hủy bản án, quyết định đã có hiệu lực pháp luật để điều tra lại hoặc xét xử lại. 4. Hủy bản án, quyết định đã có hiệu lực pháp luật và đình chỉ vụ án. 5. Sửa bản án, quyết định đã có hiệu lực pháp luật. 6. Đình chỉ xét xử giám đốc thẩm."
    },
    {
      "dieu_id": "dieu_389",
      "dieu_title": "Điều 389. Không chấp nhận kháng nghị và giữ nguyên bản án, quyết định đã có hiệu lực pháp luật bị kháng nghị",
      "dieu_content": "Hội đồng giám đốc thẩm không chấp nhận kháng nghị và giữ nguyên bản án, quyết định đã có hiệu lực pháp luật bị kháng nghị khi xét thấy bản án, quyết định đó có căn cứ và đúng pháp luật."
    },
    {
      "dieu_id": "dieu_390",
      "dieu_title": "Điều 390. Hủy bản án, quyết định đã có hiệu lực pháp luật và giữ nguyên bản án, quyết định đúng pháp luật của Tòa án cấp sơ thẩm hoặc Tòa án cấp phúc thẩm bị hủy, sửa không đúng pháp luật",
      "dieu_content": "Hội đồng giám đốc thẩm ra quyết định hủy bản án, quyết định đã có hiệu lực pháp luật và giữ nguyên bản án, quyết định đúng pháp luật của Tòa án cấp sơ thẩm hoặc Tòa án cấp phúc thẩm nhưng bị hủy, sửa không đúng pháp luật."
    },
    {
      "dieu_id": "dieu_391",
      "dieu_title": "Điều 391. Hủy bản án, quyết định đã có hiệu lực pháp luật để điều tra lại hoặc xét xử lại",
      "dieu_content": "Hội đồng giám đốc thẩm hủy một phần hoặc toàn bộ bản án, quyết định đã có hiệu lực pháp luật để điều tra lại hoặc xét xử lại nếu có một trong các căn cứ quy định tạiĐiều 371 của Bộ luật này. Nếu hủy để xét xử lại thì tùy trường hợp, Hội đồng giám đốc thẩm có thể quyết định xét xử lại từ cấp sơ thẩm hoặc cấp phúc thẩm. Trường hợp xét thấy cần tiếp tục tạm giam bị cáo thì Hội đồng giám đốc thẩm ra quyết định tạm giam cho đến khi Viện kiểm sát hoặc Tòa án thụ lý lại vụ án."
    },
    {
      "dieu_id": "dieu_392",
      "dieu_title": "Điều 392. Hủy bản án, quyết định đã có hiệu lực pháp luật và đình chỉ vụ án",
      "dieu_content": "Hội đồng giám đốc thẩm hủy bản án, quyết định đã có hiệu lực pháp luật và đình chỉ vụ án nếu có một trong các căn cứ quy định tạiĐiều 157 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_393",
      "dieu_title": "Điều 393. Sửa bản án, quyết định đã có hiệu lực pháp luật",
      "dieu_content": "Hội đồng giám đốc thẩm sửa bản án, quyết định đã có hiệu lực pháp luật khi có đủ các điều kiện: 1. Các tài liệu, chứng cứ trong hồ sơ vụ án đã rõ ràng, đầy đủ; 2. Việc sửa bản án, quyết định không làm thay đổi bản chất của vụ án, không làm xấu đi tình trạng của người bị kết án, không gây bất lợi cho bị hại, đương sự."
    },
    {
      "dieu_id": "dieu_394",
      "dieu_title": "Điều 394. Quyết định giám đốc thẩm",
      "dieu_content": "1. Hội đồng giám đốc thẩm ra quyết định giám đốc thẩm nhân danh nước Cộng hoà xã hội chủ nghĩa Việt Nam. 2. Quyết định giám đốc thẩm có các nội dung: a) Ngày, tháng, năm và địa điểm mở phiên tòa; b) Họ tên các thành viên Hội đồng giám đốc thẩm; c) Họ tên Kiểm sát viên thực hành quyền công tố, kiểm sát xét xử phiên tòa; d) Tên vụ án mà Hội đồng đưa ra xét xử giám đốc thẩm; đ) Tên, tuổi, địa chỉ của người bị kết án và những người khác có quyền lợi, nghĩa vụ liên quan theo quyết định giám đốc thẩm; e) Tóm tắt nội dung vụ án, phần quyết định của bản án, quyết định đã có hiệu lực pháp luật bị kháng nghị; g) Quyết định kháng nghị, căn cứ kháng nghị; h) Nhận định của Hội đồng giám đốc thẩm, trong đó phải phân tích những căn cứ để chấp nhận hoặc không chấp nhận kháng nghị; i) Điểm, khoản, điều của Bộ luật tố tụng hình sự,Bộ luật hình sựmà Hội đồng giám đốc thẩm căn cứ để ra quyết định; k) Quyết định của Hội đồng giám đốc thẩm."
    },
    {
      "dieu_id": "dieu_395",
      "dieu_title": "Điều 395. Hiệu lực của quyết định giám đốc thẩm và việc gửi quyết định giám đốc thẩm",
      "dieu_content": "1. Quyết định của Hội đồng giám đốc thẩm có hiệu lực pháp luật kể từ ngày ra quyết định. 2. Trong thời hạn 10 ngày kể từ ngày ra quyết định, Hội đồng giám đốc thẩm phải gửi quyết định giám đốc thẩm cho người bị kết án, người đã kháng nghị; Viện kiểm sát cùng cấp; Viện kiểm sát, Tòa án nơi đã xét xử sơ thẩm, phúc thẩm; cơ quan thi hành án hình sự, cơ quan thi hành án dân sự có thẩm quyền, người có quyền lợi, nghĩa vụ liên quan đến việc kháng nghị hoặc người đại diện của họ; thông báo bằng văn bản chochính quyền xã, phường, thị trấnnơi người bị kết án cư trú hoặc cơ quan, tổ chức nơi người bị kết án làm việc, học tập."
    },
    {
      "dieu_id": "dieu_396",
      "dieu_title": "Điều 396. Thời hạn chuyển hồ sơ vụ án để điều tra lại hoặc xét xử lại",
      "dieu_content": "Nếu Hội đồng giám đốc thẩm quyết định hủy bản án, quyết định đã có hiệu lực pháp luật để điều tra lại thì trong thời hạn 15 ngày kể từ ngày ra quyết định, hồ sơ vụ án phải được chuyển cho Viện kiểm sát cùng cấp để điều tra lại theo thủ tục chung quy định tại Bộ luật này. Nếu Hội đồng giám đốc thẩm quyết định hủy bản án, quyết định đã có hiệu lực pháp luật để xét xử lại vụ án ở cấp sơ thẩm hoặc ở cấp phúc thẩm thì trong thời hạn 15 ngày kể từ ngày ra quyết định, hồ sơ vụ án phải được chuyển cho Tòa án có thẩm quyền để xét xử lại theo thủ tục chung quy định tại Bộ luật này."
    }
  ]
}