{
  "chuong_id": "chuong_1",
  "chuong_title": "Chương I",
  "chuong_name": "PHẠM VI ĐIỀU CHỈNH, NHIỆM VỤ, HIỆU LỰC CỦA BỘ LUẬT TỐ TỤNG HÌNH SỰ",
  "dieu_list": [
    {
      "dieu_id": "dieu_1",
      "dieu_title": "Điều 1. Phạm vi điều chỉnh",
      "dieu_content": "Bộ luậttố tụng hình sựquy định trình tự, thủ tục tiếp nhận, giải quyết nguồn tin về tội phạm, khởi tố, điều tra, truy tố, xét xử và một số thủ tục thi hành án hình sự; nhiệm vụ, quyền hạn và mối quan hệ giữa các cơ quan có thẩm quyềntiến hành tố tụng; nhiệm vụ, quyền hạn và trách nhiệm của người có thẩm quyền tiến hành tố tụng; quyền và nghĩa vụ của người tham gia tố tụng, cơ quan, tổ chức, cá nhân; hợp tác quốc tế trong tố tụng hình sự."
    },
    {
      "dieu_id": "dieu_2",
      "dieu_title": "Điều 2. Nhiệm vụ của Bộ luật tố tụng hình sự",
      "dieu_content": "Bộ luật tố tụng hình sự có nhiệm vụ bảo đảm phát hiện chính xác và xử lý công minh, kịp thời mọi hành vi phạm tội, phòng ngừa, ngăn chặn tội phạm, không để lọt tội phạm, không làm oan người vô tội; góp phần bảo vệ công lý, bảo vệ quyền con người,quyền công dân, bảo vệ chế độ xã hội chủ nghĩa, bảo vệ lợi ích của Nhà nước, quyền và lợi ích hợp pháp của tổ chức, cá nhân, giáo dục mọi người ý thức tuân theo pháp luật, đấu tranh phòng ngừa và chống tội phạm."
    },
    {
      "dieu_id": "dieu_3",
      "dieu_title": "Điều 3. Hiệu lực của Bộ luật tố tụng hình sự",
      "dieu_content": "1. Bộ luật tố tụng hình sự có hiệu lực đối với mọi hoạt động tố tụng hình sự trên lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam. 2. Hoạt động tố tụng hình sự đối với người nước ngoài phạm tội trên lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam được tiến hành theo quy định của điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên hoặc theo nguyên tắc có đi có lại. Trường hợp người nước ngoài thuộc đối tượng được hưởng quyền miễn trừ ngoại giao hoặc lãnh sự theo pháp luật Việt Nam, điều ước quốc tế mà Cộng hoà xã hội chủ nghĩa Việt Nam là thành viên hoặc tập quán quốc tế thì được giải quyết theo quy định của điều ước quốc tế hoặc tập quán quốc tế đó; trường hợp điều ước quốc tế đó không quy định hoặc không có tập quán quốc tế thì được giải quyết bằng con đường ngoại giao."
    },
    {
      "dieu_id": "dieu_4",
      "dieu_title": "Điều 4. Giải thích từ ngữ",
      "dieu_content": "1. Trong Bộ luật này, các từ ngữ dưới đây được hiểu như sau: a)Cơ quan có thẩm quyền tiến hành tố tụnggồm cơ quan tiến hành tố tụng và cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra. b)Người có thẩm quyền tiến hành tố tụnggồm người tiến hành tố tụng và người được giao nhiệm vụ tiến hành một số hoạt động điều tra. c)Người tham gia tố tụnglà cá nhân, cơ quan, tổ chức tham gia hoạt động tố tụng theo quy định của Bộ luật này. d)Nguồn tin về tội phạmgồm tố giác, tin báo về tội phạm, kiến nghị khởi tố của cơ quan, tổ chức, cá nhân, lời khai của người phạm tội tự thú và thông tin về tội phạm do cơ quan có thẩm quyền tiến hành tố tụng trực tiếp phát hiện. đ)Người bị buộc tộigồm người bị bắt, người bị tạm giữ, bị can, bị cáo. e)Người thân thích của người tham gia tố tụng, người có thẩm quyền tiến hành tố tụnglà người có quan hệ với người tham gia tố tụng, người có thẩm quyền tiến hành tố tụng gồm vợ, chồng, bố đẻ, mẹ đẻ, bố chồng, mẹ chồng, bố vợ, mẹ vợ, bố nuôi, mẹ nuôi, con đẻ, con nuôi; ông nội, bà nội, ông ngoại, bà ngoại, anh ruột, chị ruột, em ruột; cụ nội, cụ ngoại, bác ruột, chú ruột, cậu ruột, cô ruột, dì ruột, cháu ruột. g)Đương sựgồm nguyên đơn dân sự, bị đơn dân sự, người có quyền lợi, nghĩa vụ liên quan đến vụ án hình sự. h)Tự thúlà việc người phạm tội tự nguyện khai báo với cơ quan, tổ chức về hành vi phạm tội của mình trước khi tội phạm hoặc người phạm tội bị phát hiện. i)Đầu thúlà việc người phạm tội sau khi bị phát hiện đã tự nguyện ra trình diện và khai báo với cơ quan có thẩm quyền về hành vi phạm tội của mình. k)Áp giảilà việc cơ quan có thẩm quyền cưỡng chế người bị giữ trong trường hợp khẩn cấp, bị bắt, bị tạm giữ, bị can, bị cáo đến địa điểm tiến hành điều tra, truy tố hoặc xét xử. l)Dẫn giảilà việc cơ quan có thẩm quyền cưỡng chế người làm chứng, người bị tố giác hoặc bị kiến nghị khởi tố đến địa điểm tiến hành điều tra, truy tố, xét xử hoặc người bị hại từ chối giám định. m)Danh bảnlà bản ghi thông tin tóm tắt về lý lịch, nhân dạng, ảnh chụp ba tư thế, in dấu vân hai ngón tay trỏ của bị can do cơ quan có thẩm quyền lập và lưu giữ. n)Chỉ bảnlà bản ghi thông tin tóm tắt về lý lịch và in dấu vân tất cả các ngón tay của bị can do cơ quan có thẩm quyền lập và lưu giữ. o)Vi phạm nghiêm trọng thủ tục tố tụnglà việc cơ quan, người có thẩm quyền tiến hành tố tụng trong quá trình khởi tố, điều tra, truy tố, xét xử không thực hiện hoặc thực hiện không đúng, không đầy đủ các trình tự, thủ tục do Bộ luật này quy định và đã xâm hại nghiêm trọng đến quyền, lợi ích hợp pháp của người tham gia tố tụng hoặc làm ảnh hưởng đến việc xác định sự thật khách quan, toàn diện của vụ án. 2. Trong Bộ luật này, những từ ngữ dưới đây được gọi như sau: a) Cơ quan điều tra Công an huyện, quận, thị xã, thành phố thuộc tỉnh, thành phố thuộc thành phố trực thuộc trung ương sau đây gọi là Cơ quan điều tra cấp huyện. b) Cơ quan điều tra Công an tỉnh,thành phố trực thuộc trung ươngsau đây gọi là Cơ quan điều tra cấp tỉnh. c) Cơ quan điều tra quân sự quân khu và tương đương sau đây gọi là Cơ quan điều tra quân sự cấp quân khu. d) Viện kiểm sát nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh, thành phố thuộc thành phố trực thuộc trung ương sau đây gọi là Viện kiểm sát nhân dân cấp huyện. đ) Viện kiểm sát nhân dân tỉnh,thành phố trực thuộc trung ươngsau đây gọi là Viện kiểm sát nhân dân cấp tỉnh. e) Viện kiểm sát quân sự quân khu và tương đương sau đây gọi là Viện kiểm sát quân sự cấp quân khu. g) Tòa án nhân dân huyện, quận, thị xã, thành phố thuộc tỉnh, thành phố thuộc thành phố trực thuộc trung ương sau đây gọi là Tòa án nhân dân cấp huyện. h) Tòa án nhân dân tỉnh,thành phố trực thuộc trung ươngsau đây gọi là Tòa án nhân dân cấp tỉnh. i) Tòa án quân sự quân khu và tương đương sau đây gọi là Tòa án quân sự cấp quân khu."
    },
    {
      "dieu_id": "dieu_5",
      "dieu_title": "Điều 5. Trách nhiệm của cơ quan nhà nước, tổ chức và cá nhân trong đấu tranh phòng, chống tội phạm",
      "dieu_content": "1. Trong phạm vi trách nhiệm của mình, cơ quan nhà nước phải áp dụng các biện pháp phòng ngừa tội phạm, phối hợp với cơ quan có thẩm quyền tiến hành tố tụng trong việc đấu tranh phòng, chống tội phạm. Cơ quan nhà nước phải thường xuyên kiểm tra, thanh tra việc thực hiện chức năng, nhiệm vụ được giao; phát hiện kịp thời hành vi vi phạm pháp luật để xử lý và thông báo ngay cho Cơ quan điều tra, Viện kiểm sát mọi hành vi phạm tội xảy ra trong cơ quan và trong lĩnh vực quản lý của mình; kiến nghị và gửi tài liệu có liên quan cho Cơ quan điều tra, Viện kiểm sát xem xét, khởi tố đối với ngườithực hiệnhành vi phạm tội. Thủ trưởng cơ quan nhà nước phải chịu trách nhiệm về việc không thông báo hoặc cung cấp thông tin sai sự thật về hành vi phạm tội xảy ra trong cơ quan và trong lĩnh vực quản lý của mình cho Cơ quan điều tra, Viện kiểm sát. 2. Tổ chức, cá nhân có quyền và nghĩa vụ phát hiện, tố giác, báo tin về tội phạm; tham gia đấu tranh phòng, chống tội phạm. 3. Cơ quan có thẩm quyền tiến hành tố tụng có trách nhiệm tạo điều kiện để cơ quan nhà nước, tổ chức và cá nhân tham gia đấu tranh phòng, chống tội phạm. 4. Cơ quan nhà nước, tổ chức và cá nhân có trách nhiệm thực hiện yêu cầu và tạo điều kiện để cơ quan, người có thẩm quyền tiến hành tố tụng thực hiện nhiệm vụ. 5. Cơ quan thanh tra, kiểm toán nhà nước có trách nhiệm phối hợp với cơ quan có thẩm quyền tiến hành tố tụng trong việc phát hiện và xử lý tội phạm. Khi phát hiện vụ việc có dấu hiệu tội phạm thì phải chuyển ngay các tài liệu, đồ vật có liên quan và kiến nghị Cơ quan điều tra, Viện kiểm sát xem xét, khởi tố vụ án hình sự. 6. Nghiêm cấm mọi hành vi cản trở hoạt động của cơ quan, người có thẩm quyền tiến hành tố tụng thực hiện nhiệm vụ."
    },
    {
      "dieu_id": "dieu_6",
      "dieu_title": "Điều 6. Phát hiện và khắc phục nguyên nhân, điều kiện phạm tội",
      "dieu_content": "1. Trong quá trình tiến hành tố tụng hình sự, cơ quan có thẩm quyền tiến hành tố tụng có trách nhiệm phát hiện nguyên nhân và điều kiện phạm tội, yêu cầu, kiến nghị cơ quan, tổ chức hữu quan áp dụng các biện pháp khắc phục và phòng ngừa. 2. Cơ quan, tổ chức hữu quan phải thực hiện yêu cầu, kiến nghị của cơ quan có thẩm quyền tiến hành tố tụng. Trong thời hạn 15 ngày kể từ ngày nhận được yêu cầu, kiến nghị, cơ quan, tổ chức hữu quan phải trả lời bằng văn bản về việc thực hiện yêu cầu, kiến nghị của cơ quan có thẩm quyền tiến hành tố tụng."
    }
  ]
}