{
  "chuong_id": "chuong_2",
  "chuong_title": "Chương II",
  "chuong_name": "NHỮNG NGUYÊN TẮC CƠ BẢN",
  "dieu_list": [
    {
      "dieu_id": "dieu_7",
      "dieu_title": "Điều 7. Bảo đảm pháp chế xã hội chủ nghĩa trong tố tụng hình sự",
      "dieu_content": "Mọi hoạt động tố tụng hình sự phải được thực hiện theo quy định của Bộ luật này. Không được giải quyết nguồn tin về tội phạm, khởi tố, điều tra, truy tố, xét xử ngoài những căn cứ và trình tự, thủ tục do Bộ luật này quy định."
    },
    {
      "dieu_id": "dieu_8",
      "dieu_title": "Điều 8. Tôn trọng và bảo vệ quyền con người, quyền và lợi ích hợp pháp của cá nhân",
      "dieu_content": "Khi tiến hành tố tụng, trong phạm vi nhiệm vụ, quyền hạn của mình, cơ quan, người có thẩm quyền tiến hành tố tụng phải tôn trọng và bảo vệ quyền con người, quyềnvà lợi ích hợp pháp củacá nhân; thường xuyên kiểm tra tính hợp pháp và sự cần thiết của những biện pháp đã áp dụng, kịp thời hủy bỏ hoặc thay đổi những biện pháp đó nếu xét thấy có vi phạm pháp luật hoặc không còn cần thiết."
    },
    {
      "dieu_id": "dieu_9",
      "dieu_title": "Điều 9. Bảo đảm quyền bình đẳngtrướcpháp luật",
      "dieu_content": "Tố tụng hình sự được tiến hành theo nguyên tắc mọi người đều bình đẳng trước pháp luật, không phân biệt dân tộc, giới tính, tín ngưỡng, tôn giáo, thành phần và địa vị xã hội. Bất cứ người nào phạm tội đều bị xử lý theo pháp luật. Mọi pháp nhân đều bình đẳng trước pháp luật, không phân biệt hình thức sở hữu và thành phần kinh tế."
    },
    {
      "dieu_id": "dieu_10",
      "dieu_title": "Điều 10. Bảo đảm quyền bất khả xâm phạm về thân thể",
      "dieu_content": "Mọi người có quyền bất khả xâm phạm về thân thể. Không ai bị bắt nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp phạm tội quả tang. Việc giữ người trong trường hợp khẩn cấp, việc bắt, tạm giữ, tạm giam người phải theo quy định của Bộ luật này. Nghiêm cấm tra tấn, bức cung, dùng nhục hình hay bất kỳ hình thức đối xử nào khác xâm phạm thân thể, tính mạng, sức khỏe của con người."
    },
    {
      "dieu_id": "dieu_11",
      "dieu_title": "Điều 11. Bảo hộ tính mạng, sức khoẻ, danh dự, nhân phẩm, tài sản của cá nhân; danh dự, uy tín, tài sản của pháp nhân",
      "dieu_content": "Mọi người có quyền được pháp luật bảo hộ về tính mạng, sức khoẻ, danh dự, nhân phẩm, tài sản. Mọi hành vi xâm phạm trái pháp luật tính mạng, sức khoẻ, danh dự, nhân phẩm, tài sản của cá nhân; xâm phạm danh dự, uy tín, tài sản của pháp nhân đều bị xử lý theo pháp luật. Công dân Việt Nam không thể bị trục xuất, giao nộp cho nhà nước khác."
    },
    {
      "dieu_id": "dieu_12",
      "dieu_title": "Điều 12. Bảo đảm quyền bất khả xâm phạm về chỗ ở, đời sống riêng tư, bí mật cá nhân, bí mật gia đình, an toàn và bí mật thư tín, điện thoại, điện tín của cá nhân",
      "dieu_content": "Không ai được xâm phạm trái pháp luật chỗ ở, đời sống riêng tư, bí mật cá nhân, bí mật gia đình, an toàn và bí mật thư tín, điện thoại, điện tín và các hình thức trao đổi thông tin riêng tư khác của cá nhân. Việc khám xét chỗ ở; khám xét, tạm giữ và thu giữ thư tín, điện thoại, điện tín, dữ liệu điện tử và các hình thức trao đổi thông tin riêng tư khác phải được thực hiện theo quy định của Bộ luật này."
    },
    {
      "dieu_id": "dieu_13",
      "dieu_title": "Điều 13. Suy đoán vô tội",
      "dieu_content": "Người bị buộc tội được coi là không có tội cho đến khi được chứng minh theo trình tự, thủ tục do Bộ luật này quy định và có bản án kết tội của Tòa án đã có hiệu lực pháp luật. Khi không đủ và không thể làm sáng tỏ căn cứ để buộc tội, kết tội theo trình tự, thủ tục do Bộ luật này quy định thì cơ quan, người có thẩm quyền tiến hành tố tụng phải kết luận người bị buộc tội không có tội."
    },
    {
      "dieu_id": "dieu_14",
      "dieu_title": "Điều 14. Không ai bị kết án hai lần vì một tội phạm",
      "dieu_content": "Không được khởi tố, điều tra, truy tố, xét xử đối với người mà hành vi của họ đã có bản án của Tòa án đã có hiệu lực pháp luật, trừ trường hợp họ thực hiện hành vi nguy hiểm khác cho xã hội mà Bộ luật hình sự quy định là tội phạm."
    },
    {
      "dieu_id": "dieu_15",
      "dieu_title": "Điều 15. Xác định sự thật của vụ án",
      "dieu_content": "Trách nhiệm chứng minh tội phạm thuộc về cơ quan có thẩm quyền tiến hành tố tụng. Người bị buộc tội có quyền nhưng không buộc phải chứng minh là mình vô tội. Trong phạm vi nhiệm vụ, quyền hạn của mình, cơ quan có thẩm quyền tiến hành tố tụng phải áp dụng các biện pháp hợp pháp để xác định sự thật của vụ án một cách khách quan, toàn diện và đầy đủ, làm rõ chứng cứ xác định có tội và chứng cứ xác định vô tội, tình tiết tăng nặng và tình tiết giảm nhẹ trách nhiệm hình sự của người bị buộc tội."
    },
    {
      "dieu_id": "dieu_16",
      "dieu_title": "Điều 16. Bảo đảm quyền bào chữa của người bị buộc tội, bảo vệ quyền và lợi ích hợp pháp của bị hại, đương sự",
      "dieu_content": "Người bị buộc tội có quyền tự bào chữa, nhờ luật sư hoặc người khác bào chữa. Cơ quan, người có thẩm quyền tiến hành tố tụng có trách nhiệm thông báo, giải thích và bảo đảm cho người bị buộc tội, bị hại, đương sự thực hiện đầy đủ quyền bào chữa, quyền và lợi ích hợp pháp của họtheo quy định của Bộ luật này."
    },
    {
      "dieu_id": "dieu_17",
      "dieu_title": "Điều 17. Trách nhiệm của cơ quan, người có thẩm quyền tiến hành tố tụng",
      "dieu_content": "Trong quá trình tiến hành tố tụng, cơ quan, người có thẩm quyền tiến hành tố tụng phải nghiêm chỉnh thực hiện quy định của pháp luật và phải chịu trách nhiệm về hành vi, quyết định của mình. Người vi phạm pháp luật trong việc giữ người trong trường hợp khẩn cấp, bắt, giam, giữ, khởi tố, điều tra, truy tố, xét xử, thi hành án thì tuỳ tính chất, mức độ vi phạm mà bị xử lý kỷ luật hoặc bị truy cứu trách nhiệm hình sự theo quy định của luật."
    },
    {
      "dieu_id": "dieu_18",
      "dieu_title": "Điều 18. Trách nhiệm khởi tố và xử lý vụ án hình sự",
      "dieu_content": "Khi phát hiện hành vi có dấu hiệu tội phạm, trong phạm vi nhiệm vụ, quyền hạn của mình, cơ quan có thẩm quyền tiến hành tố tụng có trách nhiệm khởi tố vụ án, áp dụng các biện pháp do Bộ luật này quy định để xác định tội phạm và xử lý người phạm tội, pháp nhân phạm tội. Không được khởi tố vụ án ngoài những căn cứ và trình tự, thủ tục do Bộ luật này quy định."
    },
    {
      "dieu_id": "dieu_19",
      "dieu_title": "Điều 19. Tuân thủ pháp luật trong hoạt động điều tra",
      "dieu_content": "Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra phải tuân thủ pháp luật khi tiến hành hoạt động điều tra theo quy định của Bộ luật này. Mọi hoạt động điều tra phải tôn trọng sự thật, tiến hành khách quan, toàn diện và đầy đủ; phát hiện nhanh chóng, chính xác mọi hành vi phạm tội, làm rõ chứng cứ xác định có tội và chứng cứ xác định vô tội, tình tiết tăng nặng, tình tiết giảm nhẹ trách nhiệm hình sự, nguyên nhân, điều kiện phạm tội và những tình tiết khác có ý nghĩa đối với việc giải quyết vụ án."
    },
    {
      "dieu_id": "dieu_20",
      "dieu_title": "Điều 20. Trách nhiệm thực hành quyền công tố và kiểm sát việc tuân theo pháp luật trong tố tụng hình sự",
      "dieu_content": "Viện kiểm sát thực hành quyền công tố và kiểm sát việc tuân theo pháp luật trong tố tụng hình sự, quyết định việc buộc tội, phát hiện vi phạm pháp luật nhằm bảo đảm mọi hành vi phạm tội, người phạm tội, pháp nhân phạm tội, vi phạm pháp luật đều phải được phát hiện và xử lý kịp thời, nghiêm minh, việc khởi tố, điều tra, truy tố, xét xử, thi hành án đúng người, đúng tội, đúng pháp luật, không để lọt tội phạm và người phạm tội, pháp nhân phạm tội, không làm oan người vô tội."
    },
    {
      "dieu_id": "dieu_21",
      "dieu_title": "Điều 21. Bảo đảm sự vô tư của người có thẩm quyền tiến hành tố tụng,người tham gia tố tụng",
      "dieu_content": "Người có thẩm quyền tiến hành tố tụng, người phiên dịch, người dịch thuật, người giám định, người định giá tài sản, người chứng kiến không được tham gia tố tụng nếu có lý do cho rằng họ có thể không vô tư trong khi thực hiện nhiệm vụ."
    },
    {
      "dieu_id": "dieu_22",
      "dieu_title": "Điều 22. Thực hiện chế độ xét xử có Hội thẩm tham gia",
      "dieu_content": "Việc xét xử sơ thẩm của Tòa án có Hội thẩm tham gia, trừ trường hợp xét xử theo thủ tục rút gọn do Bộ luật này quy định."
    },
    {
      "dieu_id": "dieu_23",
      "dieu_title": "Điều 23. Thẩm phán, Hội thẩm xét xử độc lập và chỉ tuân theo pháp luật",
      "dieu_content": "Thẩm phán, Hội thẩm xét xử độc lập và chỉ tuân theo pháp luật; nghiêm cấm cơ quan, tổ chức, cá nhân can thiệp vào việc xét xử của Thẩm phán, Hội thẩm. Cơ quan, tổ chức, cá nhân can thiệp vào việc xét xử của Thẩm phán, Hội thẩm dưới bất kỳ hình thức nào thì tùy tính chất, mức độ vi phạm mà bị xử lý kỷ luật, xử phạt vi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự theo quy định của luật."
    },
    {
      "dieu_id": "dieu_24",
      "dieu_title": "Điều 24. Tòa án xét xử tập thể",
      "dieu_content": "Tòa án xét xử tập thể và quyết định theo đa số, trừ trường hợp xét xử theo thủ tục rút gọn do Bộ luật này quy định."
    },
    {
      "dieu_id": "dieu_25",
      "dieu_title": "Điều 25. Tòa án xét xử kịp thời, công bằng, công khai",
      "dieu_content": "Tòa án xét xử kịp thời trong thời hạn luật định, bảo đảm công bằng. Tòa án xét xử công khai, mọi người đều có quyền tham dự phiên tòa, trừ trường hợp do Bộ luật này quy định. Trường hợp đặc biệt cần giữ bí mật nhà nước, thuần phong, mỹ tục của dân tộc, bảo vệ người dưới 18 tuổi hoặc để giữ bí mật đời tư theo yêu cầu chính đáng của đương sự thì Tòa án có thể xét xử kín nhưng phải tuyên án công khai."
    },
    {
      "dieu_id": "dieu_26",
      "dieu_title": "Điều 26. Tranh tụng trong xét xử được bảo đảm",
      "dieu_content": "Trong quá trình khởi tố, điều tra, truy tố, xét xử, Điều tra viên, Kiểm sát viên, người khác có thẩm quyền tiến hành tố tụng, người bị buộc tội, người bào chữa và người tham gia tố tụng khác đều có quyền bình đẳng trong việc đưa ra chứng cứ, đánh giá chứng cứ, đưa ra yêu cầu để làm rõ sự thật khách quan của vụ án. Tài liệu, chứng cứ trong hồ sơ vụ án do Viện kiểm sát chuyển đến Tòa án để xét xử phải đầy đủ và hợp pháp. Phiên tòa xét xử vụ án hình sự phải có mặt đầy đủ những người theo quy định của Bộ luật này, trường hợp vắng mặt phải vì lý do bất khả kháng hoặc do trở ngại khách quan hoặc trường hợp khác do Bộ luật này quy định. Tòa án có trách nhiệm tạo điều kiện cho Kiểm sát viên, bị cáo, người bào chữa, những người tham gia tố tụng khác thực hiện đầy đủ quyền, nghĩa vụ của mình và tranh tụng dân chủ, bình đẳng trước Tòa án. Mọi chứng cứ xác định có tội, chứng cứ xác định vô tội, tình tiết tăng nặng, tình tiết giảm nhẹ trách nhiệm hình sự, áp dụng điểm, khoản, điều của Bộ luật hình sự để xác định tội danh, quyết định hình phạt, mức bồi thường thiệt hại đối với bị cáo, xử lý vật chứng và những tình tiết khác có ý nghĩa giải quyết vụ án đều phải được trình bày, tranh luận, làm rõ tại phiên tòa. Bản án, quyết định của Tòa án phải căn cứ vào kết quả kiểm tra, đánh giá chứng cứ và kết quả tranh tụng tại phiên tòa."
    },
    {
      "dieu_id": "dieu_27",
      "dieu_title": "Điều 27. Chế độ xét xử sơ thẩm, phúc thẩm được bảo đảm",
      "dieu_content": "1. Chế độ xét xử sơ thẩm, phúc thẩm được bảo đảm. Bản án, quyết định sơ thẩm của Tòa án có thể bị kháng cáo, kháng nghị theo quy định của Bộ luật này. Bản án, quyết định sơ thẩm không bị kháng cáo, kháng nghị trong thời hạn do Bộ luật này quy định thì có hiệu lực pháp luật. Bản án, quyết định sơ thẩm bị kháng cáo, kháng nghị thì vụ án phải được xét xử phúc thẩm. Bản án, quyết định phúc thẩm của Tòa án có hiệu lực pháp luật. 2. Bản án, quyết định của Tòa án đã có hiệu lực pháp luật mà phát hiện có vi phạm pháp luật nghiêm trọng hoặc có tình tiết mới theo quy định của Bộ luật này thì được xem xét lại theo trình tự giám đốc thẩm hoặc tái thẩm."
    },
    {
      "dieu_id": "dieu_28",
      "dieu_title": "Điều 28. Bảo đảm hiệu lực của bản án, quyết định của Tòa án",
      "dieu_content": "1. Bản án, quyết định của Tòa án đã có hiệu lực pháp luật phải được cơ quan, tổ chức, cá nhân tôn trọng. Cơ quan, tổ chức, cá nhân hữu quan phải nghiêm chỉnh chấp hành. 2. Trong phạm vi nhiệm vụ, quyền hạn, nghĩa vụ của mình, cơ quan, tổ chức, cá nhân có trách nhiệm phối hợp, tạo điều kiện và thực hiện yêu cầu của cơ quan, tổ chức, cá nhân có nhiệm vụ thi hành bản án, quyết định của Tòa án."
    },
    {
      "dieu_id": "dieu_29",
      "dieu_title": "Điều 29. Tiếng nói và chữ viết dùng trong tố tụng hình sự",
      "dieu_content": "Tiếng nói và chữ viết dùng trong tố tụng hình sự là tiếng Việt. Người tham gia tố tụng có quyền dùng tiếng nói và chữ viết của dân tộc mình, trường hợp này phải có phiên dịch."
    },
    {
      "dieu_id": "dieu_30",
      "dieu_title": "Điều 30. Giải quyết vấn đề dân sự trong vụ án hình sự",
      "dieu_content": "Việc giải quyết vấn đề dân sự trong vụ án hình sự được tiến hành cùng với việc giải quyết vụ án hình sự. Trường hợp vụ án hình sự phải giải quyết vấn đề bồi thường thiệt hại, bồi hoàn mà chưa có điều kiện chứng minh và không ảnh hưởng đến việc giải quyết vụ án hình sự thì vấn đề dân sự có thể tách ra để giải quyết theo thủ tục tố tụng dân sự."
    },
    {
      "dieu_id": "dieu_31",
      "dieu_title": "Điều 31. Bảo đảm quyền được bồi thường của người bị thiệt hại trong hoạt động tố tụng hình sự",
      "dieu_content": "1. Người bị giữ trong trường hợp khẩn cấp, người bị bắt, bị tạm giữ, tạm giam, khởi tố, điều tra, truy tố, xét xử, thi hành án oan, trái pháp luật có quyền được bồi thường thiệt hại về vật chất, tinh thần và phục hồi danh dự. Nhà nước có trách nhiệm bồi thường thiệt hại và phục hồi danh dự, quyền lợi cho người bị giữ trong trường hợp khẩn cấp, người bị bắt, bị tạm giữ, tạm giam, khởi tố, điều tra, truy tố, xét xử, thi hành án oan, trái pháp luật do cơ quan, người có thẩm quyền tiến hành tố tụng gây ra. 2. Người khác bị thiệt hại do cơ quan, người có thẩm quyền tiến hành tố tụng gây ra có quyền được Nhà nước bồi thường thiệt hại."
    },
    {
      "dieu_id": "dieu_32",
      "dieu_title": "Điều 32. Bảo đảm quyền khiếu nại, tố cáo trong tố tụng hình sự",
      "dieu_content": "Cá nhân, cơ quan, tổ chức có quyền khiếu nại, cá nhân có quyền tố cáo hành vi vi phạm pháp luật trong hoạt động tố tụng hình sự của cơ quan, người có thẩm quyền tiến hành tố tụng hoặc của bất cứ cá nhân nào thuộc các cơ quan đó. Cơ quan, người có thẩm quyền phải tiếp nhận, xem xét và giải quyết khiếu nại, tố cáo kịp thời, đúng pháp luật; gửi văn bản kết quả giải quyết cho người khiếu nại, tố cáo, cơ quan, tổ chức khiếu nại và có biện pháp khắc phục. Trình tự, thủ tục, thẩm quyền giải quyết khiếu nại, tố cáo do Bộ luật này quy định. Nghiêm cấm việc trả thù người khiếu nại, tố cáo hoặc lợi dụng quyền khiếu nại, tố cáo để vu khống người khác."
    },
    {
      "dieu_id": "dieu_33",
      "dieu_title": "Điều 33. Kiểm tra, giám sát trong tố tụng hình sự",
      "dieu_content": "1. Cơ quan, người có thẩm quyền tiến hành tố tụng phải thường xuyên kiểm tra việc tiến hành các hoạt động tố tụng thuộc thẩm quyền; thực hiện kiểm soát giữa các cơ quan trong việc tiếp nhận, giải quyết nguồn tin về tội phạm, khởi tố, điều tra, truy tố, xét xử, thi hành án. 2. Cơ quan nhà nước, Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận, đại biểu dân cử có quyền giám sát hoạt động của cơ quan, người có thẩm quyền tiến hành tố tụng; giám sát việc giải quyết khiếu nại, tố cáo của cơ quan, người có thẩm quyền tiến hành tố tụng. Nếu phát hiện hành vi trái pháp luật của cơ quan, người có thẩm quyền tiến hành tố tụng thì cơ quan nhà nước, đại biểu dân cử có quyền yêu cầu, Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận có quyền kiến nghị với cơ quan có thẩm quyền tiến hành tố tụng xem xét, giải quyết theo quy định của Bộ luật này. Cơ quan có thẩm quyền tiến hành tố tụng phải xem xét, giải quyết và trả lời kiến nghị, yêu cầu đó theo quy định của pháp luật."
    }
  ]
}