{
  "chuong_id": "chuong_18",
  "chuong_title": "Chương XVIII",
  "chuong_name": "NHỮNG QUY ĐỊNH CHUNG",
  "dieu_list": [
    {
      "dieu_id": "dieu_236",
      "dieu_title": "Điều 236. Nhiệm vụ, quyền hạn của Viện kiểm sát khi thực hành quyền công tố trong giai đoạn truy tố",
      "dieu_content": "1. Quyết định áp dụng, thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế; yêu cầu Cơ quan điều tra truy nã bị can. 2. Yêu cầu cơ quan, tổ chức, cá nhân cung cấp tài liệu liên quan đến vụ án trong trường hợp cần thiết. 3. Trực tiếp tiến hành một số hoạt động điều tra nhằm kiểm tra, bổ sung tài liệu, chứng cứ để quyết định việc truy tố hoặc khi Tòa án yêu cầu điều tra bổ sung mà xét thấy không cần thiết phải trả hồ sơ cho Cơ quan điều tra. 4. Quyết định khởi tố, quyết định thay đổi, quyết định bổ sung quyết định khởi tố vụ án, bị can trong trường hợp phát hiện còn có hành vi phạm tội, người phạm tội khác trong vụ án chưa được khởi tố, điều tra. 5. Quyết định trả hồ sơ cho Cơ quan điều tra để yêu cầu điều tra bổ sung. 6. Quyết định tách, nhập vụ án; chuyển vụ án để truy tố theo thẩm quyền, áp dụng thủ tục rút gọn, áp dụng biện pháp bắt buộc chữa bệnh. 7. Quyết định gia hạn, không gia hạn thời hạn truy tố, thời hạn áp dụng các biện pháp ngăn chặn, biện pháp cưỡng chế. 8. Quyết định truy tố. 9. Quyết định đình chỉ, tạm đình chỉ vụ án; quyết định đình chỉ, tạm đình chỉ vụ án đối với bị can; quyết định phục hồi vụ án, quyết định phục hồi vụ án đối với bị can. 10. Thực hiện nhiệm vụ, quyền hạn khác để quyết định việc truy tố theo quy định của Bộ luật này."
    },
    {
      "dieu_id": "dieu_237",
      "dieu_title": "Điều 237. Nhiệm vụ, quyền hạn của Viện kiểm sát khi kiểm sát trong giai đoạn truy tố",
      "dieu_content": "1. Khi kiểm sát trong giai đoạn truy tố, Viện kiểm sát có nhiệm vụ, quyền hạn: a) Kiểm sát hoạt động tố tụng hình sự của người tham gia tố tụng; yêu cầu, kiến nghị cơ quan, tổ chức, cá nhân có thẩm quyền xử lý nghiêm minh người tham gia tố tụng vi phạm pháp luật; b) Kiến nghị cơ quan, tổ chức hữu quan áp dụng biện pháp phòng ngừa tội phạm và vi phạm pháp luật; c) Thực hiện nhiệm vụ, quyền hạn khác để kiểm sát trong giai đoạn truy tố theo quy định của Bộ luật này. 2. Trong thời hạn 10 ngày kể từ ngày nhận được yêu cầu, kiến nghị quy định tại điểm a và điểm b khoản 1 Điều này, cơ quan, tổ chức, cá nhân có thẩm quyền có trách nhiệm thông báo việc thực hiện yêu cầu, kiến nghị cho Viện kiểm sát."
    },
    {
      "dieu_id": "dieu_238",
      "dieu_title": "Điều 238. Giao, nhận hồ sơ vụ án và bản kết luận điều tra",
      "dieu_content": "1. Khi Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra giao hồ sơ vụ án kèm theo bản kết luận điều tra đề nghị truy tố và vật chứng (nếu có) thì Viện kiểm sát phải kiểm tra và xử lý như sau: a) Trường hợp tài liệu trong hồ sơ vụ án, vật chứng kèm theo (nếu có) đã đầy đủ so với bảng kê tài liệu, vật chứng và bản kết luận điều tra đã được giao cho bị can hoặc người đại diện của bị can thì nhận hồ sơ vụ án; b) Trường hợp tài liệu trong hồ sơ vụ án, vật chứng kèm theo (nếu có) không đủ so với bảng kê tài liệu, vật chứng hoặc bản kết luận điều tra chưa được giao cho bị can hoặc người đại diện của bị can thì chưa nhận hồ sơ vụ án và yêu cầu Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra bổ sung tài liệu, vật chứng; yêu cầu giao bản kết luận điều tra cho bị can hoặc người đại diện của bị can. 2. Việc giao, nhận hồ sơ vụ án và bản kết luận điều tra được lập biên bản theo quy định tạiĐiều 133 của Bộ luật nàyvà đưa vào hồ sơ vụ án."
    },
    {
      "dieu_id": "dieu_239",
      "dieu_title": "Điều 239. Thẩm quyền truy tố",
      "dieu_content": "1. Viện kiểm sát cấp nào thực hành quyền công tố và kiểm sát điều tra thì Viện kiểm sát cấp đó quyết định việc truy tố. Thẩm quyền truy tố của Viện kiểm sát được xác định theo thẩm quyền xét xử của Tòa án đối với vụ án. Trường hợp vụ án không thuộc thẩm quyền truy tố của mình, Viện kiểm sát ra ngay quyết định chuyển vụ án cho Viện kiểm sát có thẩm quyền. Việc chuyển vụ án cho Viện kiểm sát ngoài phạm vi tỉnh, thành phố trực thuộc trung ương hoặc ngoài phạm vi quân khu do Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu quyết định. Đối với vụ án do Viện kiểm sát cấp trên thực hành quyền công tố và kiểm sát điều tra thì Viện kiểm sát cấp trên quyết định việc truy tố. Chậm nhất là 02 tháng trước khi kết thúc điều tra, Viện kiểm sát cấp trên phải thông báo cho Viện kiểm sát cấp dưới cùng cấp với Tòa án có thẩm quyền xét xử sơ thẩm vụ án để cử Kiểm sát viên tham gia nghiên cứu hồ sơ vụ án. Ngay sau khi quyết định truy tố, Viện kiểm sát cấp trên ra quyết định phân công cho Viện kiểm sát cấp dưới thực hành quyền công tố và kiểm sát xét xử; sau khi nhận được hồ sơ vụ án kèm theo bản cáo trạng, Viện kiểm sát cấp dưới có thẩm quyền thực hành quyền công tố và kiểm sát xét xử theo đúng quy định của Bộ luật này. 2. Trong thời hạn 03 ngày kể từ ngày ra quyết định chuyển vụ án, Viện kiểm sát phải thông báo bằng văn bản cho Cơ quan đã kết thúc điều tra vụ án, bị can hoặc người đại diện của bị can, người bào chữa, bị hại, người tham gia tố tụng khác. Việc giao, gửi hồ sơ vụ án kèm theo bản cáo trạng được thực hiện theo quy định tạikhoản 2 Điều 240 của Bộ luật này. Trong trường hợp này, thời hạn truy tố được tính từ ngày Viện kiểm sát có thẩm quyền truy tố nhận được hồ sơ vụ án."
    },
    {
      "dieu_id": "dieu_240",
      "dieu_title": "Điều 240. Thời hạn quyết định việc truy tố",
      "dieu_content": "1. Trong thời hạn 20 ngày đối với tội phạm ít nghiêm trọng và tội phạm nghiêm trọng, 30 ngày đối với tội phạm rất nghiêm trọng và tội phạm đặc biệt nghiêm trọng kể từ ngày nhận hồ sơ vụ án và bản kết luận điều tra, Viện kiểm sát phải ra một trong các quyết định: a) Truy tố bị can trước Tòa án; b) Trả hồ sơ để yêu cầu điều tra bổ sung; c) Đình chỉ hoặc tạm đình chỉ vụ án; đình chỉ hoặc tạm đình chỉ vụ án đối với bị can. Trường hợp cần thiết, Viện trưởng Viện kiểm sát có thể gia hạn thời hạn quyết định việc truy tố nhưng không quá 10 ngày đối với tội phạm ít nghiêm trọng và tội phạm nghiêm trọng, không quá 15 ngày đối với tội phạm rất nghiêm trọng, không quá 30 ngày đối với tội phạm đặc biệt nghiêm trọng. 2. Trong thời hạn 03 ngày kể từ ngày ra một trong các quyết định quy định tại khoản 1 Điều này, Viện kiểm sát phải thông báo cho bị can, người bào chữa hoặc người đại diện của bị can, bị hại biết việc trả hồ sơ để điều tra bổ sung; giao cho bị can hoặc người đại diện của bị can và gửi cho Cơ quan điều tra, người bào chữa bản cáo trạng, quyết định đình chỉ vụ án hoặc quyết định tạm đình chỉ vụ án, quyết định đình chỉ vụ án đối với bị can hoặc quyết định tạm đình chỉ vụ án đối với bị can; thông báo cho bị hại, đương sự, người bảo vệ quyền và lợi ích hợp pháp của họ. Việc giao, nhận các văn bản nêu trên được lập biên bản theo quy định tại Điều 133 của Bộ luật này và đưa vào hồ sơ vụ án. Trường hợp vụ án phức tạp thì thời hạn giao bản cáo trạng, quyết định đình chỉ vụ án hoặc quyết định tạm đình chỉ vụ án cho bị can hoặc người đại diện của bị can có thể kéo dài nhưng không quá 10 ngày. 3. Các quyết định nêu tại khoản 1 Điều này phải được gửi ngay cho Viện kiểm sát cấp trên. Viện trưởng Viện kiểm sát cấp trên có quyền rút, đình chỉ, hủy bỏ các quyết định đó nếu thấy không có căn cứ hoặc trái pháp luật và yêu cầu Viện kiểm sát cấp dưới ra quyết định đúng pháp luật."
    },
    {
      "dieu_id": "dieu_241",
      "dieu_title": "Điều 241. Áp dụng, thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế",
      "dieu_content": "Sau khi nhận hồ sơ vụ án và bản kết luận điều tra, Viện kiểm sát có quyền quyết định áp dụng, thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế theo quy định của Bộ luật này. Thời hạn áp dụng biện pháp ngăn chặn trong giai đoạn truy tố không được quá thời hạn quy định tạikhoản 1 Điều 240 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_242",
      "dieu_title": "Điều 242. Nhập hoặc tách vụ án trong giai đoạn truy tố",
      "dieu_content": "1. Viện kiểm sát quyết định nhập vụ án khi thuộc một trong các trường hợp: a) Bị can phạm nhiều tội; b) Bị can phạm tội nhiều lần; c) Nhiều bị can cùng thực hiện một tội phạm hoặc cùng với bị can còn có những người khác che giấu tội phạm hoặc không tố giác tội phạm, tiêu thụ tài sản do bị can phạm tội mà có. 2. Viện kiểm sát quyết định tách vụ án khi thuộc một trong các trường hợp sau đây nếu xét thấy việc tách đó không ảnh hưởng đến việc xác định sự thật khách quan, toàn diện và đã có quyết định tạm đình chỉ vụ án đối với bị can: a) Bị can bỏ trốn; b) Bị can mắc bệnh hiểm nghèo; c) Bị can bị áp dụng biện pháp bắt buộc chữa bệnh."
    }
  ]
}