{
  "chuong_id": "chuong_36",
  "chuong_title": "Chương XXXVI",
  "chuong_name": "ĐIỀU KHOẢN THI HÀNH",
  "dieu_list": [
    {
      "dieu_id": "dieu_497",
      "dieu_title": "Điều 497. Việc tiếp nhận, chuyển giao tài liệu, đồ vật liên quan đến vụ án",
      "dieu_content": "Việc tiếp nhận, chuyển giao tài liệu, đồ vật liên quan đến vụ án được thực hiện theo quy định của điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên, quy định của Bộ luật này, pháp luật về tương trợ tư pháp và quy định khác của pháp luật Việt Nam có liên quan."
    },
    {
      "dieu_id": "dieu_498",
      "dieu_title": "Điều 498. Xử lý trường hợp từ chối dẫn độ công dân Việt Nam",
      "dieu_content": "Theo yêu cầu của cơ quan có thẩm quyền của nước ngoài, cơ quan có thẩm quyền của Việt Nam có trách nhiệm xem xét để truy cứu trách nhiệm hình sự hoặc cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ."
    },
    {
      "dieu_id": "dieu_499",
      "dieu_title": "Điều 499. Trình tự, thủ tục xem xét, xử lý yêu cầu truy cứu trách nhiệm hình sự đối với công dân Việt Nam bị từ chối dẫn độ",
      "dieu_content": "1. Trong thời hạn 10 ngày kể từ ngày ra quyết định từ chối dẫn độ công dân Việt Nam theo yêu cầu của cơ quan có thẩm quyền của nước ngoài, Tòa án đã ra quyết định từ chối dẫn độ chuyển hồ sơ và các tài liệu kèm theo của nước ngoài đến Viện kiểm sát nhân dân tối cao để xem xét việc truy cứu trách nhiệm hình sự. 2. Viện kiểm sát nhân dân tối cao xem xét, xử lý yêu cầu của nước ngoài về truy cứu trách nhiệm hình sự công dân Việt Nam bị từ chối dẫn độ theo quy định của luật. 3. Việc khởi tố, điều tra, truy tố, xét xử đối với người bị yêu cầu truy cứu trách nhiệm hình sự được tiến hành theo quy định của Bộ luật này. 4. Cơ quan có thẩm quyền của Việt Nam có thể yêu cầu cơ quan có thẩm quyền của nước ngoài cung cấp, bổ sung chứng cứ, tài liệu, đồ vật để bảo đảm việc điều tra, truy tố, xét xử có căn cứ, đúng pháp luật."
    },
    {
      "dieu_id": "dieu_500",
      "dieu_title": "Điều 500. Điều kiện cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ",
      "dieu_content": "Bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ có thể được thi hành tại Việt Nam khi có đủ các điều kiện: 1. Có văn bản yêu cầu của cơ quan có thẩm quyền của nước ngoài về việc thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ; 2. Hành vi phạm tội mà công dân Việt Nam bị kết án ở nước ngoài cũng cấu thành tội phạm theo quy định củaBộ luật hình sựnước Cộng hòa xã hội chủ nghĩa Việt Nam; 3. Bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam đã có hiệu lực pháp luật và không còn thủ tục tố tụng nào đối với người đó."
    },
    {
      "dieu_id": "dieu_501",
      "dieu_title": "Điều 501. Trình tự, thủ tục xem xét yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ",
      "dieu_content": "1. Trong thời hạn 30 ngày kể từ ngày nhận được yêu cầu của cơ quan có thẩm quyền của nước ngoài về việc thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ, Tòa án nhân dân cấp tỉnh đã ra quyết định từ chối dẫn độ xem xét yêu cầu của nước ngoài. 2. Tòa án có thẩm quyền mở phiên họp bằng Hội đồng gồm ba Thẩm phán để xem xét yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam bị từ chối dẫn độ. Phiên họp phải có mặt của Kiểm sát viên Viện kiểm sát cùng cấp, người bị yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài, luật sư hoặc người đại diện của họ (nếu có). 3. Sau khi khai mạc phiên họp, một thành viên của Hội đồng trình bày những vấn đề liên quan đến yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam và nêu ý kiến về cơ sở pháp lý của việc cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam tại Việt Nam. Kiểm sát viên phát biểu quan điểm của Viện kiểm sát về việc cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam tại Việt Nam. Người bị yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài, luật sư, người đại diện của người này trình bày ý kiến (nếu có). Hội đồng thảo luận và quyết định theo đa số việc cho thi hành hoặc không cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với người bị yêu cầu. 4. Quyết định cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam tại Việt Nam phải ghi rõ thời hạn mà người đó phải thi hành án phạt tù tại Việt Nam trên cơ sở xem xét, quyết định: a) Trường hợp thời hạn của hình phạt do nước ngoài đã tuyên phù hợp với pháp luật Việt Nam thì thời hạn phải thi hành án tại Việt Nam được quyết định tương ứng với thời hạn đó; b) Trường hợp tính chất hoặc thời hạn của hình phạt do Tòa án nước ngoài đã tuyên không phù hợp pháp luật Việt Nam thì quyết định chuyển đổi hình phạt cho phù hợp với pháp luật Việt Nam nhưng không được dài hơn hình phạt đã tuyên của Tòa án nước ngoài. 5. Chậm nhất là 10 ngày kể từ ngày ra quyết định cho thi hành hoặc không cho thi hành bản án, quyết định hình sự của Tòa án nước ngoài, Tòa án nhân dân cấp tỉnh gửi quyết định cho người bị yêu cầu thi hành, Viện kiểm sát nhân dân cùng cấp, Bộ Công an để thực hiện. Người bị yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài có quyền kháng cáo, Viện kiểm sát nhân dân cùng cấp có quyền kháng nghị trong thời hạn 15 ngày, Viện kiểm sát nhân dân cấp cao có quyền kháng nghị trong thời hạn 30 ngày kể từ ngày Tòa án nhân dân cấp tỉnh ra quyết định. Tòa án nhân dân cấp tỉnh phải gửi hồ sơ và kháng cáo, kháng nghị cho Tòa án nhân dân cấp cao trong thời hạn 07 ngày kể từ ngày hết thời hạn kháng cáo, kháng nghị. 6. Trong thời hạn 20 ngày kể từ ngày nhận được hồ sơ xem xét yêu cầu thi hành bản án, quyết định hình sự của Tòa án nước ngoài có kháng cáo, kháng nghị, Tòa án nhân dân cấp cao mở phiên họp xem xét quyết định của Tòa án nhân dân cấp tỉnh bị kháng cáo, kháng nghị. Thủ tục xem xét kháng cáo, kháng nghị đối với quyết định của Tòa án nhân dân cấp tỉnh được thực hiện theo quy định tại Điều này. 7. Quyết định thi hành bản án, quyết định hình sự của Tòa án nước ngoài đối với công dân Việt Nam tại Việt Nam có hiệu lực pháp luật gồm: a) Quyết định của Tòa án nhân dân cấp tỉnh không bị kháng cáo, kháng nghị; b) Quyết định của Tòa án nhân dân cấp cao. 8. Trình tự, thủ tục thi hành quyết định thi hành bản án, quyết định của Tòa án nước ngoài đối với công dân Việt Nam tại Việt Nam được thực hiện theo quy định Bộ luật này vàLuật thi hành án hình sự. 9. Khi nhận được thông báo về quyết định đặc xá, đại xá hoặc miễn, giảm hình phạt của nước ngoài đối với công dân Việt Nam phạm tội ở nước ngoài bị Việt Nam từ chối dẫn độ và người đó đang thi hành án tại Việt Nam thì Bộ Công an gửi ngay thông báo đó cho Tòa án, Viện kiểm sát có thẩm quyền xem xét, quyết định."
    },
    {
      "dieu_id": "dieu_502",
      "dieu_title": "Điều 502. Các biện pháp ngăn chặn, căn cứ và thẩm quyền áp dụng biện pháp ngăn chặn",
      "dieu_content": "1. Các biện pháp ngăn chặn để bảo đảm cho việc xem xét yêu cầu dẫn độ hoặc thi hành quyết định dẫn độ gồm bắt, tạm giam, cấm đi khỏi nơi cư trú, đặt tiền để bảo đảm, tạm hoãn xuất cảnh. 2. Biện pháp ngăn chặn chỉ được áp dụng đối với người bị xem xét yêu cầu dẫn độ hoặc bị dẫn độ khi có đủ các điều kiện: a) Tòa án đã có quyết định xem xét yêu cầu dẫn độ đối với người đó hoặc quyết định dẫn độ đối với người đó đã có hiệu lực pháp luật; b) Có căn cứ cho rằng người bị yêu cầu dẫn độ bỏ trốn hoặc gây khó khăn, cản trở việc xem xét yêu cầu dẫn độ hoặc thi hành quyết định dẫn độ. 3. Chánh án, Phó Chánh án Tòa án nhân dân cấp tỉnh, Chánh án, Phó Chánh án Tòa án nhân dân cấp cao quyết định việc áp dụng các biện pháp ngăn chặn quy định tại khoản 1 Điều này. Thẩm phán chủ tọa phiên họp xem xét yêu cầu dẫn độ có quyền quyết định việc áp dụng biện pháp cấm đi khỏi nơi cư trú, biện pháp đặt tiền để bảo đảm sự có mặt của người bị yêu cầu dẫn độ tại phiên họp."
    },
    {
      "dieu_id": "dieu_503",
      "dieu_title": "Điều 503. Bắt tạm giam người bị yêu cầu dẫn độ",
      "dieu_content": "1. Việc bắt người bị yêu cầu dẫn độ để tạm giam hoặc thi hành quyết định dẫn độ được thực hiện theo quy định tạiĐiều 113 của Bộ luật này. 2. Thời hạn tạm giam để xem xét yêu cầu dẫn độ không quá thời hạn trong lệnh bắt giam của cơ quan có thẩm quyền của nước yêu cầu dẫn độ hoặc thời hạn phải thi hành hoặc còn phải thi hành hình phạt tù trong bản án, quyết định hình sự của Tòa án nước yêu cầu dẫn độ. Trường hợp cần thiết, Tòa án nhân dân cấp tỉnh, Tòa án nhân dân cấp cao có thể gửi văn bản yêu cầu cơ quan có thẩm quyền của nước yêu cầu dẫn độ ra lệnh, quyết định tạm giam hoặc gia hạn tạm giam người bị yêu cầu dẫn độ để bảo đảm việc xem xét yêu cầu dẫn độ; văn bản yêu cầu được gửi thông qua Bộ Công an."
    },
    {
      "dieu_id": "dieu_504",
      "dieu_title": "Điều 504. Cấm đi khỏi nơi cư trú, tạm hoãn xuất cảnh",
      "dieu_content": "1. Cấm đi khỏi nơi cư trú là biện pháp ngăn chặn có thể áp dụng đối với người bị yêu cầu dẫn độ có nơi cư trú rõ ràng nhằm bảo đảm sự có mặt của họ theo giấy triệu tập của Tòa án. Việc áp dụng biện pháp cấm đi khỏi nơi cư trú được thực hiện theo quy định tạiĐiều 123 của Bộ luật này. Thời hạn áp dụng biện pháp cấm đi khỏi nơi cư trú không được quá thời hạn bảo đảm việc xem xét yêu cầu dẫn độ và thời hạn xem xét kháng cáo, kháng nghị đối với quyết định dẫn độ hoặc quyết định từ chối dẫn độ theo quy định của pháp luật về tương trợ tư pháp. 2. Tạm hoãn xuất cảnh là biện pháp ngăn chặn có thể áp dụng đối với người bị yêu cầu dẫn độ nhằm bảo đảm sự có mặt của họ theo giấy triệu tập của Tòa án. Việc áp dụng biện pháp tạm hoãn xuất cảnh được thực hiện theo quy định tạiĐiều 124 của Bộ luật này. Thời hạn áp dụng biện pháp tạm hoãn xuất cảnh không được quá thời hạn bảo đảm việc xem xét yêu cầu dẫn độ và thời hạn xem xét kháng cáo, kháng nghị đối với quyết định dẫn độ hoặc quyết định từ chối dẫn độ theo quy định của pháp luật về tương trợ tư pháp."
    },
    {
      "dieu_id": "dieu_505",
      "dieu_title": "Điều 505. Đặt tiền để bảo đảm",
      "dieu_content": "1. Đặt tiền để bảo đảm là biện pháp ngăn chặn có thể áp dụng đối với người bị yêu cầu dẫn độ căn cứ vào tình trạng tài sản của người đó nhằm bảo đảm sự có mặt của họ theo giấy triệu tập của Tòa án. 2. Việc áp dụng biện pháp đặt tiền để bảo đảm thực hiện theo quy định tạiĐiều 122 của Bộ luật này. 3. Thời hạn áp dụng biện pháp đặt tiền để bảo đảm không được quá thời hạn bảo đảm việc xem xét yêu cầu dẫn độ và thời hạn xem xét kháng cáo, kháng nghị đối với quyết định dẫn độ hoặc quyết định từ chối dẫn độ theo quy định của pháp luật về tương trợ tư pháp."
    },
    {
      "dieu_id": "dieu_506",
      "dieu_title": "Điều 506. Hủy bỏ hoặc thay thế biện pháp ngăn chặn",
      "dieu_content": "1. Khi Tòa án có thẩm quyền quyết định từ chối dẫn độ hoặc hết thời hạn 15 ngày kể từ ngày quyết định thi hành quyết định dẫn độ có hiệu lực mà nước yêu cầu dẫn độ không tiếp nhận người bị dẫn độ thì mọi biện pháp ngăn chặn đã áp dụng đều phải được hủy bỏ. 2. Người có thẩm quyền áp dụng biện pháp ngăn chặn quy định tại Điều 502 của Bộ luật này phải kịp thời hủy bỏ hoặc thay đổi biện pháp ngăn chặn do mình quyết định nếu xét thấy có vi phạm pháp luật hoặc không còn cần thiết.Bổ sung"
    },
    {
      "dieu_id": "dieu_507",
      "dieu_title": "Điều 507. Xử lý tài sản do phạm tội mà có",
      "dieu_content": "1. Cơ quan có thẩm quyền của Việt Nam hợp tác với cơ quan có thẩm quyền của nước ngoài trong việc truy tìm, tạm giữ, kê biên, phong tỏa, tịch thu, xử lý tài sản do phạm tội mà có để phục vụ yêu cầu điều tra, truy tố, xét xử và thi hành án hình sự. 2. Việc truy tìm, tạm giữ, kê biên, phong tỏa, tịch thu tài sản do phạm tội mà có tại Việt Nam được thực hiện theo quy định của Bộ luật này và quy định khác của pháp luật Việt Nam có liên quan. 3. Việc xử lý tài sản do phạm tội mà có tại Việt Nam thực hiện theo quy định của điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên hoặc theo thoả thuận trong từng vụ việc cụ thể giữa cơ quan có thẩm quyền của Việt Nam và cơ quan có thẩm quyền của nước ngoài có liên quan."
    },
    {
      "dieu_id": "dieu_508",
      "dieu_title": "Điều 508. Phối hợp điều tra, áp dụng biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "1. Cơ quan có thẩm quyền của Việt Nam có thể hợp tác với cơ quan có thẩm quyền của nước ngoài trong việc phối hợp điều tra hoặc áp dụng các biện pháp điều tra tố tụng đặc biệt. Việc hợp tác phối hợp điều tra hoặc áp dụng các biện pháp điều tra tố tụng đặc biệt được thực hiện trên cơ sở điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên hoặc theo thoả thuận trong từng vụ việc cụ thể giữa cơ quan có thẩm quyền của Việt Nam và cơ quan có thẩm quyền của nước ngoài có liên quan. 2. Các hoạt động phối hợp điều tra thực hiện trên lãnh thổ nước Cộng hòa xã hội chủ nghĩa Việt Nam được thực hiện theo quy định của Bộ luật này và quy định khác của pháp luật Việt Nam có liên quan. PHẦN THỨ CHÍN"
    },
    {
      "dieu_id": "dieu_509",
      "dieu_title": "Điều 509. Hiệu lực thi hành",
      "dieu_content": "1. Bộ luật này có hiệu lực thi hành từ ngày 01 tháng 7 năm 2016. 2.Bộ luật tố tụng hình sự số 19/2003/QH11hết hiệu lực kể từ ngày Bộ luật này có hiệu lực. 3. Bãi bỏ quy định về việc cấp giấy chứng nhận người bào chữa tạikhoản 3 và khoản 4 Điều 27 của Luật luật sư số 65/2006/QH11đã được sửa đổi, bổ sung một số điều theoLuật số 20/2012/QH13."
    },
    {
      "dieu_id": "dieu_510",
      "dieu_title": "Điều 510. Quy định chi tiết",
      "dieu_content": "Chính phủ, Viện kiểm sát nhân dân tối cao, Tòa án nhân dân tối cao quy định chi tiết các điều, khoản được giao trong Bộ luật này. Bộ luật này đã được Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam khóa XIII, kỳ họp thứ 10 thông qua ngày 27 tháng 11 năm 2015. CHỦ TỊCH QUỐC HỘINguyễn Sinh Hùng"
    }
  ]
}