{
  "chuong_id": "chuong_14",
  "chuong_title": "Chương XIV",
  "chuong_name": "KHÁM NGHIỆM HIỆN TRƯỜNG, KHÁM NGHIỆM TỬ THI, XEM XÉT DẤU VẾT TRÊN THÂN THỂ, THỰC NGHIỆM ĐIỀU TRA",
  "dieu_list": [
    {
      "dieu_id": "dieu_201",
      "dieu_title": "Điều 201. Khám nghiệm hiện trường",
      "dieu_content": "1. Điều tra viên chủ trì tiến hành khám nghiệm nơi xảy ra, nơi phát hiện tội phạm để phát hiện dấu vết của tội phạm, thu giữ vật chứng, tài liệu, đồ vật, dữ liệu điện tử khác liên quan và làm sáng tỏ những tình tiết có ý nghĩa đối với việc giải quyết vụ án. 2. Trước khi tiến hành khám nghiệm hiện trường, Điều tra viên phải thông báo choViện kiểm sát cùng cấpbiết về thời gian, địa điểm tiến hành khám nghiệm để cử Kiểm sát viên kiểm sát khám nghiệm hiện trường. Kiểm sát viên phải có mặt để kiểm sát việc khám nghiệm hiện trường. Khi khám nghiệm hiện trường phải có người chứng kiến; có thể cho bị can, người bào chữa, bị hại, người làm chứng tham gia và mời người có chuyên môn tham dự việc khám nghiệm. 3. Khi khám nghiệm hiện trường phải tiến hành chụp ảnh, vẽ sơ đồ, mô tả hiện trường, đo đạc, dựng mô hình; xem xét tại chỗ và thu lượm dấu vết của tội phạm, tài liệu, đồ vật có liên quan đến vụ án; ghi rõ kết quả khám nghiệm vào biên bản. Biên bản khám nghiệm hiện trường được lập theo quy định tạiĐiều 178 của Bộ luật này. Trường hợp không thể xem xét ngay được thì tài liệu, đồ vật thu giữ phải được bảo quản, giữ nguyên trạng hoặc niêm phong đưa về nơi tiến hành điều tra."
    },
    {
      "dieu_id": "dieu_202",
      "dieu_title": "Điều 202. Khám nghiệm tử thi",
      "dieu_content": "1. Việc khám nghiệm tử thi do giám định viên pháp y tiến hành dưới sự chủ trì của Điều tra viên và phải có người chứng kiến. Trước khi khám nghiệm tử thi, Điều tra viên phải thông báo choViện kiểm sát cùng cấpbiết về thời gian và địa điểm tiến hành khám nghiệm để cử Kiểm sát viên kiểm sát việc khám nghiệm tử thi. Kiểm sát viên phải có mặt để kiểm sát việc khám nghiệm tử thi. 2. Giám định viên kỹ thuật hình sự có thể được mời tham gia khám nghiệm tử thi để phát hiện, thu thập dấu vết phục vụ việc giám định. 3. Khi khám nghiệm tử thi phải tiến hành chụp ảnh, mô tả dấu vết để lại trên tử thi; chụp ảnh, thu thập, bảo quản mẫu vật phục vụ công tác trưng cầu giám định; ghi rõ kết quả khám nghiệm vào biên bản. Biên bản khám nghiệm tử thi được lập theo quy định tạiĐiều 178 của Bộ luật này. 4. Trường hợp cần khai quật tử thi thì phải có quyết định của Cơ quan điều tra và thông báo cho người thân thích của người chết biết trước khi tiến hành. Trường hợp người chết không có hoặc không xác định được người thân thích của họ thì thông báo cho đại diệnchính quyền xã, phường, thị trấnnơi chôn cất tử thi biết."
    },
    {
      "dieu_id": "dieu_203",
      "dieu_title": "Điều 203. Xem xét dấu vết trên thân thể",
      "dieu_content": "1. Khi cần thiết, Điều tra viên tiến hành xem xét dấu vết của tội phạm hoặc các dấu vết khác có ý nghĩa đối với việc giải quyết vụ án trên thân thể người bị giữ trong trường hợp khẩn cấp, người bị bắt, người bị tạm giữ, bị can, bị hại, người làm chứng. Trong trường hợp cần thiết thì Cơ quan điều tra trưng cầu giám định. 2. Việc xem xét dấu vết trên thân thể phải do người cùng giới tiến hành và phải có người cùng giới chứng kiến. Trường hợp cần thiết thì có thể mời bác sĩ tham gia. Nghiêm cấm xâm phạm sức khỏe, danh dự, nhân phẩm của người bị xem xét dấu vết trên thân thể. Khi xem xét dấu vết trên thân thể phải lập biên bản mô tả dấu vết để lại trên thân thể; trường hợp cần thiết phải chụp ảnh, trưng cầu giám định. Biên bản xem xét dấu vết trên thân thể được lập theo quy định tạiĐiều 178 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_204",
      "dieu_title": "Điều 204. Thực nghiệm điều tra",
      "dieu_content": "1. Để kiểm tra, xác minh tài liệu, tình tiết có ý nghĩa đối với việc giải quyết vụ án, Cơ quan điều tra có thể thực nghiệm điều tra bằng cách dựng lại hiện trường, diễn lại hành vi, tình huống hoặc những tình tiết khác của một sự việc nhất định và tiến hành các hoạt động thực nghiệm cần thiết. Khi thực nghiệm điều tra phải đo đạc, chụp ảnh, ghi hình, vẽ sơ đồ, ghi rõ kết quả thực nghiệm điều tra vào biên bản. Nghiêm cấm việc thực nghiệm điều tra xâm phạm đến tính mạng, sức khỏe, danh dự, nhân phẩm, tài sản của người tham gia thực nghiệm điều tra và người khác. 2. Trước khi tiến hành thực nghiệm điều tra, Điều tra viên phải thông báo choViện kiểm sát cùng cấpbiết về thời gian và địa điểm tiến hành thực nghiệm điều tra. Kiểm sát viên phải có mặt để kiểm sát việc thực nghiệm điều tra. Nếu Kiểm sát viên vắng mặt thì phải ghi rõ vào biên bản. 3. Điều tra viên chủ trì tiến hành thực nghiệm điều tra và việc thực nghiệm điều tra phải có người chứng kiến. Khi tiến hành thực nghiệm điều tra, Cơ quan điều tra có thể mời người có chuyên môn tham gia. Trường hợp cần thiết, người bị tạm giữ, bị can, người bào chữa, bị hại, người làm chứng có thể tham gia. 4. Trường hợp cần thiết, Viện kiểm sát tiến hành thực nghiệm điều tra. Việc thực nghiệm điều tra được tiến hành theo quy định tại Điều này."
    }
  ]
}