{
  "chuong_id": "chuong_10",
  "chuong_title": "Chương X",
  "chuong_name": "NHỮNG QUY ĐỊNH CHUNG VỀ ĐIỀU TRA VỤ ÁN HÌNH SỰ",
  "dieu_list": [
    {
      "dieu_id": "dieu_163",
      "dieu_title": "Điều 163. Thẩm quyền điều tra",
      "dieu_content": "1. Cơ quan điều tra của Công an nhân dân điều tra tất cả các tội phạm, trừ những tội phạm thuộc thẩm quyền điều tra của Cơ quan điều tra trong Quân đội nhân dân và Cơ quan điều tra Viện kiểm sát nhân dân tối cao. 2. Cơ quan điều tra trong Quân đội nhân dân điều tra các tội phạm thuộc thẩm quyền xét xử của Tòa án quân sự. 3. Cơ quan điều tra Viện kiểm sát nhân dân tối cao, Cơ quan điều tra Viện kiểm sát quân sự trung ương điều tra tội phạm xâm phạm hoạt động tư pháp, tội phạm về tham nhũng, chức vụ quy định tại Chương XXIII và Chương XXIV của Bộ luật hình sự xảy ra trong hoạt động tư pháp mà người phạm tội là cán bộ, công chức thuộc Cơ quan điều tra, Tòa án, Viện kiểm sát, cơ quan thi hành án, người có thẩm quyền tiến hành hoạt động tư pháp. 4. Cơ quan điều tra có thẩm quyền điều tra những vụ án hình sự mà tội phạm xảy ra trên địa phận của mình. Trường hợp tội phạm được thực hiện tại nhiều nơi khác nhau hoặc không xác định được địa điểm xảy ra tội phạm thì việc điều tra thuộc thẩm quyền của Cơ quan điều tra nơi phát hiện tội phạm, nơi bị can cư trú hoặc bị bắt. 5. Việc phân cấp thẩm quyền điều tra như sau: a) Cơ quan điều tra cấp huyện, Cơ quan điều tra quân sự khu vực điều tra vụ án hình sự về những tội phạm thuộc thẩm quyền xét xử của Tòa án nhân dân cấp huyện, Tòa án quân sự khu vực; b) Cơ quan điều tra cấp tỉnh điều tra vụ án hình sự về những tội phạm thuộc thẩm quyền xét xử của Tòa án nhân dân cấp tỉnh hoặc những vụ án thuộc thẩm quyền điều tra của Cơ quan điều tra cấp huyện xảy ra trên địa bàn nhiều huyện, quận, thị xã, thành phố thuộc tỉnh, thành phố thuộc thành phố trực thuộc trung ương, phạm tội có tổ chức hoặc có yếu tố nước ngoài nếu xét thấy cần trực tiếp điều tra; Cơ quan điều tra quân sự cấp quân khu điều tra vụ án hình sự về những tội phạm thuộc thẩm quyền xét xử của Tòa án quân sự cấp quân khu hoặc những vụ án thuộc thẩm quyền điều tra của Cơ quan điều tra cấp khu vực nếu xét thấy cần trực tiếp điều tra; c) Cơ quan điều tra Bộ Công an, Cơ quan điều tra Bộ Quốc phòng điều tra vụ án hình sự về tội phạm đặc biệt nghiêm trọng do Hội đồng thẩm phán Tòa án nhân dân tối cao hủy để điều tra lại; vụ án hình sự về tội phạm đặc biệt nghiêm trọng, phức tạp liên quan đến nhiều tỉnh,thành phố trực thuộc trung ương, vụ án hình sự về tội phạm đặc biệt nghiêm trọng, phức tạp liên quan đến nhiều quốc gia nếu xét thấy cần trực tiếp điều tra."
    },
    {
      "dieu_id": "dieu_164",
      "dieu_title": "Điều 164. Nhiệm vụ, quyền hạn của các cơ quan của Bộ đội biên phòng, Hải quan, Kiểm lâm, lực lượng Cảnh sát biển, Kiểm ngư và cơ quan khác của Công an nhân dân, Quân đội nhân dân được giao nhiệm vụ tiến hành một số hoạt động điều tra",
      "dieu_content": "1. Khi phát hiện hành vi có dấu hiệu tội phạm trong lĩnh vực và địa bàn quản lý của mình thì các cơ quan của Bộ đội biên phòng, Hải quan, Kiểm lâm, lực lượng Cảnh sát biển, Kiểm ngư được giao nhiệm vụ tiến hành một số hoạt động điều tra có nhiệm vụ, quyền hạn: a) Đối với tội phạm ít nghiêm trọng trong trường hợp phạm tội quả tang, chứng cứ và lý lịch người phạm tội rõ ràng thì quyết định khởi tố vụ án hình sự, khởi tố bị can, tiến hành điều tra và chuyển hồ sơ vụ án cho Viện kiểm sát có thẩm quyền trong thời hạn 01 tháng kể từ ngày ra quyết định khởi tố vụ án hình sự; b) Đối với tội phạm nghiêm trọng, tội phạm rất nghiêm trọng, tội phạm đặc biệt nghiêm trọng hoặc tội phạm ít nghiêm trọng nhưng phức tạp thì quyết định khởi tố vụ án hình sự, tiến hành hoạt động điều tra ban đầu và chuyển hồ sơ vụ án cho Cơ quan điều tra có thẩm quyền trong thời hạn 07 ngày kể từ ngày ra quyết định khởi tố vụ án hình sự. 2. Trong Công an nhân dân, Quân đội nhân dân, ngoài các Cơ quan điều tra quy định tạiĐiều 163 của Bộ luật này, các cơ quan khác được giao nhiệm vụ tiến hành một số hoạt động điều tra trong khi làm nhiệm vụ của mình, nếu phát hiện sự việc có dấu hiệu tội phạm thì có quyền khởi tố vụ án hình sự, tiến hành hoạt động điều tra ban đầu và chuyển hồ sơ vụ án cho Cơ quan điều tra có thẩm quyền trong thời hạn 07 ngày kể từ ngày ra quyết định khởi tố vụ án hình sự. 3. Các cơ quan của Bộ đội biên phòng, Hải quan, Kiểm lâm, lực lượng Cảnh sát biển, Kiểm ngư, cơ quan khác trong Công an nhân dân, Quân đội nhân dân được giao nhiệm vụ tiến hành một số hoạt động điều tra phải thực hiện đúng nhiệm vụ, quyền hạn quy định tạiĐiều 39 và Điều 40 của Bộ luật nàyvà thực hiện đúng nguyên tắc, trình tự, thủ tục tố tụng đối với hoạt động điều tra do Bộ luật này quy định. Viện kiểm sát có trách nhiệm thực hành quyền công tố và kiểm sát việc tuân theo pháp luật trong hoạt động điều tra của các cơ quan này. 4. Thẩm quyền điều tra cụ thể của các cơ quan của Bộ đội biên phòng, Hải quan, Kiểm lâm, lực lượng Cảnh sát biển, Kiểm ngư và cơ quan khác của Công an nhân dân, Quân đội nhân dân được giao nhiệm vụ tiến hành một số hoạt động điều tra thực hiện theo quy định củaLuật tổ chức cơ quan điều tra hình sự."
    },
    {
      "dieu_id": "dieu_165",
      "dieu_title": "Điều 165. Nhiệm vụ, quyền hạn của Viện kiểm sát khi thực hành quyền công tố trong giai đoạn điều tra vụ án hình sự",
      "dieu_content": "1. Yêu cầu Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra khởi tố hoặc thay đổi, bổ sung quyết định khởi tố vụ án hình sự, khởi tố bị can. 2. Phê chuẩn hoặc hủy bỏ quyết định khởi tố, quyết định thay đổi hoặc bổ sung quyết định khởi tố bị can không có căn cứ và trái pháp luật. 3. Khởi tố, thay đổi, bổ sung quyết định khởi tố vụ án hình sự, khởi tố bị can trong các trường hợp do Bộ luật này quy định. 4. Phê chuẩn, không phê chuẩn lệnh bắt người bị giữ trong trường hợp khẩn cấp, gia hạn tạm giữ, việc tạm giam, bảo lĩnh, đặt tiền để bảo đảm, khám xét, thu giữ, tạm giữ đồ vật, thư tín, điện tín, bưu kiện, bưu phẩm, áp dụng biện pháp điều tra tố tụng đặc biệt; phê chuẩn, không phê chuẩn các quyết định tố tụng khác không có căn cứ và trái pháp luật của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra theo quy định của Bộ luật này; hủy bỏ các quyết định tố tụng không có căn cứ và trái pháp luật của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra. Trường hợp không phê chuẩn hoặc hủy bỏ thì trong quyết định không phê chuẩn hoặc hủy bỏ phải nêu rõ lý do. 5. Quyết định áp dụng, thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế theo quy định của Bộ luật này. 6. Đề ra yêu cầu điều tra và yêu cầu Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra tiến hành điều tra để làm rõ tội phạm, người phạm tội; yêu cầu Cơ quan điều tra truy nã bị can, áp dụng biện pháp điều tra tố tụng đặc biệt. 7. Trực tiếp tiến hành một số hoạt động điều tra trong trường hợp để kiểm tra, bổ sung tài liệu, chứng cứ khi xét phê chuẩn lệnh, quyết định của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra hoặc trường hợp phát hiện có dấu hiệu oan, sai, bỏ lọt tội phạm, vi phạm pháp luật mà Viện kiểm sát đã yêu cầu bằng văn bản nhưng không được khắc phục hoặc trường hợp để kiểm tra, bổ sung tài liệu, chứng cứ khi quyết định việc truy tố. 8. Khởi tố vụ án hình sự khi phát hiện hành vi của người có thẩm quyền trong việc giải quyết tố giác, tin báo về tội phạm, kiến nghị khởi tố và trong việc khởi tố, điều tra có dấu hiệu tội phạm; yêu cầu Cơ quan điều tra khởi tố vụ án hình sự khi phát hiện hành vi của người có thẩm quyền trong việc giải quyết tố giác, tin báo về tội phạm, kiến nghị khởi tố và trong việc khởi tố, điều tra có dấu hiệu tội phạm. 9. Quyết định việc gia hạn thời hạn điều tra, thời hạn tạm giam; quyết định chuyển vụ án, áp dụng thủ tục rút gọn, áp dụng biện pháp bắt buộc chữa bệnh; hủy bỏ quyết định tách, nhập vụ án. 10. Thực hiện nhiệm vụ, quyền hạn khác trong việc thực hành quyền công tố theo quy định của Bộ luật này."
    },
    {
      "dieu_id": "dieu_166",
      "dieu_title": "Điều 166. Nhiệm vụ, quyền hạn của Viện kiểm sát khi kiểm sát điều tra vụ án hình sự",
      "dieu_content": "1. Kiểm sát việc tuân theo pháp luật trong việc khởi tố, điều tra và lập hồ sơ vụ án của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra. 2. Kiểm sát hoạt động tố tụng hình sự của người tham gia tố tụng; yêu cầu, kiến nghị cơ quan, tổ chức, cá nhân có thẩm quyền xử lý nghiêm minh người tham gia tố tụng vi phạm pháp luật. 3. Giải quyết tranh chấp về thẩm quyền điều tra. 4. Yêu cầu Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra cung cấp tài liệu liên quan để kiểm sát việc tuân theo pháp luật trong việc khởi tố, điều tra khi cần thiết. 5. Khi phát hiện việc điều tra không đầy đủ, vi phạm pháp luật thì Viện kiểm sát yêu cầu Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra thực hiện các hoạt động: a) Tiến hành hoạt động điều tra đúng pháp luật; b) Kiểm tra việc điều tra và thông báo kết quả cho Viện kiểm sát; c) Cung cấp tài liệu liên quan đến hành vi, quyết định tố tụng có vi phạm pháp luật trong việc điều tra. 6. Kiến nghị, yêu cầu Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra khắc phục vi phạm trong việc khởi tố, điều tra. 7. Yêu cầu Thủ trưởng Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra thay đổi Điều tra viên, Cán bộ điều tra, xử lý nghiêm minh Điều tra viên, Cán bộ điều tra vi phạm pháp luật trong hoạt động tố tụng. 8. Kiến nghị cơ quan, tổ chức hữu quan áp dụng các biện pháp phòng ngừa tội phạm và vi phạm pháp luật. 9. Thực hiện nhiệm vụ, quyền hạn khác trong việc kiểm sát điều tra vụ án hình sự theo quy định của Bộ luật này."
    },
    {
      "dieu_id": "dieu_167",
      "dieu_title": "Điều 167. Trách nhiệm của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra trong việc thực hiện yêu cầu, quyết định của Viện kiểm sát trong giai đoạn điều tra",
      "dieu_content": "1. Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra phải thực hiện yêu cầu, quyết định của Viện kiểm sát trong giai đoạn điều tra. 2. Đối với quyết định quy định tạikhoản 4 và khoản 5 Điều 165 của Bộ luật nàynếu không nhất trí, Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra vẫn phải thực hiện nhưng có quyền kiến nghị với Viện kiểm sát cấp trên trực tiếp. Trong thời hạn 20 ngày kể từ ngày nhận được kiến nghị của Cơ quan điều tra hoặc trong thời hạn 05 ngày kể từ ngày nhận được kiến nghị của cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra, Viện kiểm sát cấp trên trực tiếp phải xem xét, giải quyết và thông báo kết quả giải quyết cho cơ quan đã kiến nghị."
    },
    {
      "dieu_id": "dieu_168",
      "dieu_title": "Điều 168. Trách nhiệm của cơ quan, tổ chức, cá nhân trong việc thực hiện quyết định, yêu cầu của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra, Viện kiểm sát",
      "dieu_content": "Cơ quan, tổ chức, cá nhân phải nghiêm chỉnh thực hiện quyết định, yêu cầu của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra, Viện kiểm sát trong giai đoạn điều tra vụ án hình sự; trường hợp không chấp hành mà không vì lý do bất khả kháng hoặc không do trở ngại khách quan thì bị xử lý theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_169",
      "dieu_title": "Điều 169. Chuyển vụ án để điều tra",
      "dieu_content": "1.Viện kiểm sát cùng cấpquyết định việc chuyển vụ án để điều tra khi thuộc một trong các trường hợp: a) Cơ quan điều tra cùng cấp xét thấy vụ án không thuộc thẩm quyền điều tra và đề nghị chuyển vụ án; b) Cơ quan điều tra cấp trên rút vụ án để điều tra; c) Điều tra viên bị thay đổi là Thủ trưởng Cơ quan điều tra; d) Viện kiểm sát đã yêu cầu chuyển vụ án mà Cơ quan điều tra không thực hiện. 2. Việc chuyển vụ án ra ngoài phạm vi tỉnh,thành phố trực thuộc trung ươnghoặc ngoài phạm vi quân khu do Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu quyết định. 3. Thủ tục chuyển vụ án để điều tra theo thẩm quyền: a) Trong thời hạn 03 ngày kể từ ngày nhận được đề nghị của Cơ quan điều tra, Viện kiểm sát có thẩm quyền phải ra quyết định chuyển vụ án; b) Trong thời hạn 24 giờ kể từ khi ra quyết định chuyển vụ án, Viện kiểm sát phải gửi quyết định đó đến Cơ quan điều tra đang điều tra vụ án, Cơ quan điều tra có thẩm quyền tiếp tục điều tra vụ án, bị can hoặc người đại diện của bị can, người bào chữa, bị hại và Viện kiểm sát có thẩm quyền. 4. Trong thời hạn 03 ngày kể từ ngày nhận được quyết định chuyển vụ án, Cơ quan điều tra đang điều tra vụ án có trách nhiệm chuyển hồ sơ vụ án cho Cơ quan điều tra có thẩm quyền để tiếp tục điều tra. 5. Thời hạn điều tra được tính tiếp từ ngày Cơ quan điều tra nhận được hồ sơ vụ án cho đến hết thời hạn điều tra vụ án theo quy định của Bộ luật này. Trường hợp hết thời hạn điều tra mà không thể kết thúc việc điều tra thì Viện kiểm sát có thẩm quyền xem xét, quyết định gia hạn điều tra theo thủ tục chung quy định tại Bộ luật này."
    },
    {
      "dieu_id": "dieu_170",
      "dieu_title": "Điều 170. Nhập hoặc tách vụ án hình sự để tiến hành điều tra",
      "dieu_content": "1. Cơ quan điều tra có thể nhập để tiến hành điều tra theo thẩm quyền trong cùng một vụ án khi thuộc một trong các trường hợp: a) Bị can phạm nhiều tội; b) Bị can phạm tội nhiều lần; c) Nhiều bị can cùng thực hiện một tội phạm hoặc cùng với bị can còn có những người khác che giấu tội phạm hoặc không tố giác tội phạm, tiêu thụ tài sản do bị can phạm tội mà có. 2. Cơ quan điều tra chỉ được tách vụ án trong trường hợp cần thiết khi không thể hoàn thành sớm việc điều tra đối với tất cả các tội phạm và nếu việc tách đó không ảnh hưởng đến việc xác định sự thật khách quan, toàn diện của vụ án. 3. Quyết định nhập hoặc tách vụ án phải gửi choViện kiểm sát cùng cấptrong thời hạn 24 giờ kể từ khi ra quyết định. Trường hợp không nhất trí với quyết định nhập hoặc tách vụ án của Cơ quan điều tra thì Viện kiểm sát ra quyết định hủy bỏ và nêu rõ lý do."
    },
    {
      "dieu_id": "dieu_171",
      "dieu_title": "Điều 171. Ủy thác điều tra",
      "dieu_content": "1. Khi cần thiết, Cơ quan điều tra ủy thác cho Cơ quan điều tra khác tiến hành một số hoạt động điều tra. Quyết định ủy thác điều tra phải ghi rõ yêu cầu và gửi cho Cơ quan điều tra được ủy thác, Viện kiểm sát cùng cấp với Cơ quan điều tra được ủy thác. 2. Cơ quan điều tra được ủy thác phải thực hiện đầy đủ những việc được ủy thác trong thời hạn mà Cơ quan điều tra ủy thác yêu cầu và chịu trách nhiệm trước pháp luật về kết quả thực hiện ủy thác điều tra. Trường hợp không thực hiện được việc ủy thác thì phải có ngay văn bản nêu rõ lý do gửi Cơ quan điều tra đã ủy thác. 3. Viện kiểm sát cùng cấp với Cơ quan điều tra được ủy thác có trách nhiệm thực hành quyền công tố và kiểm sát việc tiến hành hoạt động điều tra của Cơ quan điều tra được ủy thác và phải chuyển ngay kết quả thực hành quyền công tố và kiểm sát việc ủy thác điều tra cho Viện kiểm sát đã ủy thác thực hành quyền công tố và kiểm sát điều tra."
    },
    {
      "dieu_id": "dieu_172",
      "dieu_title": "Điều 172. Thời hạn điều tra",
      "dieu_content": "1. Thời hạn điều tra vụ án hình sự không quá 02 tháng đối với tội phạm ít nghiêm trọng, không quá 03 tháng đối với tội phạm nghiêm trọng, không quá 04 tháng đối với tội phạm rất nghiêm trọng và tội phạm đặc biệt nghiêm trọng kể từ khi khởi tố vụ án cho đến khi kết thúc điều tra. 2. Trường hợp cần gia hạn điều tra do tính chất phức tạp của vụ án thì chậm nhất là 10 ngày trước khi hết thời hạn điều tra, Cơ quan điều tra phải có văn bản đề nghị Viện kiểm sát gia hạn điều tra. Việc gia hạn điều tra được quy định như sau: a) Đối với tội phạm ít nghiêm trọng có thể được gia hạn điều tra một lần không quá 02 tháng; b) Đối với tội phạm nghiêm trọng có thể được gia hạn điều tra hai lần, lần thứ nhất không quá 03 tháng và lần thứ hai không quá 02 tháng; c) Đối với tội phạm rất nghiêm trọng có thể được gia hạn điều tra hai lần, mỗi lần không quá 04 tháng; d) Đối với tội phạm đặc biệt nghiêm trọng có thể được gia hạn điều tra ba lần, mỗi lần không quá 04 tháng. 3. Đối với tội phạm đặc biệt nghiêm trọng mà thời hạn gia hạn điều tra đã hết nhưng do tính chất rất phức tạp của vụ án mà chưa thể kết thúc việc điều tra thì Viện trưởng Viện kiểm sát nhân dân tối cao có thể gia hạn thêm một lần không quá 04 tháng. Đối với tội xâm phạm an ninh quốc gia thì Viện trưởng Viện kiểm sát nhân dân tối cao có quyền gia hạn thêm một lần không quá 04 tháng. 4. Trường hợp thay đổi hoặc bổ sung quyết định khởi tố vụ án hình sự, nhập vụ án thì tổng thời hạn điều tra không vượt quá thời hạn quy định tại các khoản 1, 2 và 3 Điều này. 5. Thẩm quyền gia hạn điều tra của Viện kiểm sát: a) Đối với tội phạm ít nghiêm trọng thì Viện kiểm sát nhân dân cấp huyện, Viện kiểm sát quân sự khu vực gia hạn điều tra. Trường hợp vụ án do Cơ quan điều tra cấp tỉnh, Cơ quan điều tra cấp quân khu thụ lý điều tra thì Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu gia hạn điều tra; b) Đối với tội phạm nghiêm trọng thì Viện kiểm sát nhân dân cấp huyện, Viện kiểm sát quân sự khu vực gia hạn điều tra lần thứ nhất và lần thứ hai. Trường hợp vụ án do Cơ quan điều tra cấp tỉnh, Cơ quan điều tra cấp quân khu thụ lý điều tra thì Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu gia hạn điều tra lần thứ nhất và lần thứ hai; c) Đối với tội phạm rất nghiêm trọng thì Viện kiểm sát nhân dân cấp huyện, Viện kiểm sát quân sự khu vực gia hạn điều tra lần thứ nhất; Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu gia hạn điều tra lần thứ hai. Trường hợp vụ án do Cơ quan điều tra cấp tỉnh, Cơ quan điều tra cấp quân khu thụ lý điều tra thì Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu gia hạn điều tra lần thứ nhất và lần thứ hai; d) Đối với tội phạm đặc biệt nghiêm trọng thì Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu gia hạn điều tra lần thứ nhất và lần thứ hai; Viện kiểm sát nhân dân tối cao, Viện kiểm sát quân sự trung ương gia hạn điều tra lần thứ ba. 6. Trường hợp vụ án do Cơ quan điều tra Bộ Công an, Cơ quan điều tra Bộ Quốc phòng, Cơ quan điều tra Viện kiểm sát nhân dân tối cao thụ lý điều tra thì việc gia hạn điều tra thuộc thẩm quyền của Viện kiểm sát nhân dân tối cao, Viện kiểm sát quân sự trung ương."
    },
    {
      "dieu_id": "dieu_173",
      "dieu_title": "Điều 173. Thời hạn tạm giam để điều tra",
      "dieu_content": "1. Thời hạn tạm giam bị can để điều tra không quá 02 tháng đối với tội phạm ít nghiêm trọng, không quá 03 tháng đối với tội phạm nghiêm trọng, không quá 04 tháng đối với tội phạm rất nghiêm trọng và tội phạm đặc biệt nghiêm trọng. 2. Trường hợp vụ án có nhiều tình tiết phức tạp, xét cần phải có thời gian dài hơn cho việc điều tra và không có căn cứ để thay đổi hoặc hủy bỏ biện pháp tạm giam thì chậm nhất là 10 ngày trước khi hết thời hạn tạm giam, Cơ quan điều tra phải có văn bản đề nghị Viện kiểm sát gia hạn tạm giam. Việc gia hạn tạm giam được quy định như sau: a) Đối với tội phạm ít nghiêm trọng có thể được gia hạn tạm giam một lần không quá 01 tháng; b) Đối với tội phạm nghiêm trọng có thể được gia hạn tạm giam một lần không quá 02 tháng; c) Đối với tội phạm rất nghiêm trọng có thể được gia hạn tạm giam một lần không quá 03 tháng; d) Đối với tội phạm đặc biệt nghiêm trọng có thể được gia hạn tạm giam hai lần, mỗi lần không quá 04 tháng. 3. Thẩm quyền gia hạn tạm giam của Viện kiểm sát: a) Viện kiểm sát nhân dân cấp huyện, Viện kiểm sát quân sự khu vực có quyền gia hạn tạm giam đối với tội phạm ít nghiêm trọng, tội phạm nghiêm trọng và tội phạm rất nghiêm trọng. Trường hợp vụ án do Cơ quan điều tra cấp tỉnh, Cơ quan điều tra cấp quân khu thụ lý điều tra thì Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu có quyền gia hạn tạm giam đối với tội phạm ít nghiêm trọng, tội phạm nghiêm trọng, tội phạm rất nghiêm trọng và gia hạn tạm giam lần thứ nhất đối với tội phạm đặc biệt nghiêm trọng; b) Trường hợp thời hạn gia hạn tạm giam lần thứ nhất quy định tại điểm a khoản này đã hết mà chưa thể kết thúc việc điều tra và không có căn cứ để thay đổi hoặc hủy bỏ biện pháp tạm giam thì Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu có thể gia hạn tạm giam lần thứ hai đối với tội phạm đặc biệt nghiêm trọng. 4. Trường hợp vụ án do Cơ quan điều tra Bộ Công an, Cơ quan điều tra Bộ Quốc phòng, Cơ quan điều tra Viện kiểm sát nhân dân tối cao thụ lý điều tra thì việc gia hạn tạm giam thuộc thẩm quyền của Viện kiểm sát nhân dân tối cao, Viện kiểm sát quân sự trung ương. 5. Trường hợp cần thiết đối với tội xâm phạm an ninh quốc gia thì Viện trưởng Viện kiểm sát nhân dân tối cao có quyền gia hạn thêm một lần không quá 04 tháng. Trường hợp thời hạn gia hạn tạm giam quy định tại khoản này đã hết mà chưa thể kết thúc việc điều tra và không có căn cứ để thay đổi hoặc hủy bỏ biện pháp tạm giam thì Viện trưởng Viện kiểm sát nhân dân tối cao có quyền gia hạn thêm một lần nhưng không quá 01 tháng đối với tội phạm nghiêm trọng, không quá 02 tháng đối với tội phạm rất nghiêm trọng, không quá 04 tháng đối với tội phạm đặc biệt nghiêm trọng. Trường hợp đặc biệt đối với tội phạm đặc biệt nghiêm trọng xâm phạm an ninh quốc gia mà không có căn cứ để hủy bỏ biện pháp tạm giam thì Viện trưởng Viện kiểm sát nhân dân tối cao quyết định việc tạm giam cho đến khi kết thúc việc điều tra. 6. Trường hợp cần thiết đối với tội phạm đặc biệt nghiêm trọng không phải là tội xâm phạm an ninh quốc gia và không có căn cứ để thay đổi hoặc hủy bỏ biện pháp tạm giam thì Viện trưởng Viện kiểm sát nhân dân tối cao có quyền gia hạn thêm một lần nhưng không quá 04 tháng; trường hợp đặc biệt không có căn cứ để hủy bỏ biện pháp tạm giam thì Viện trưởng Viện kiểm sát nhân dân tối cao quyết định việc tạm giam cho đến khi kết thúc việc điều tra. 7. Trong thời hạn tạm giam, nếu xét thấy không cần thiết phải tiếp tục tạm giam thì Cơ quan điều tra phải kịp thời đề nghị Viện kiểm sát hủy bỏ việc tạm giam để trả tự do cho người bị tạm giam hoặc xét thấy cần thiết thì áp dụng biện pháp ngăn chặn khác. Khi đã hết thời hạn tạm giam thì người bị tạm giam phải được trả tự do. Trường hợp xét thấy cần thiết thì cơ quan có thẩm quyền tiến hành tố tụng áp dụng biện pháp ngăn chặn khác."
    },
    {
      "dieu_id": "dieu_174",
      "dieu_title": "Điều 174. Thời hạn phục hồi điều tra, điều tra bổ sung, điều tra lại",
      "dieu_content": "1. Trường hợp phục hồi điều tra quy định tạiĐiều 235 của Bộ luật nàythì thời hạn điều tra tiếp không quá 02 tháng đối với tội phạm ít nghiêm trọng, tội phạm nghiêm trọng và không quá 03 tháng đối với tội phạm rất nghiêm trọng, tội phạm đặc biệt nghiêm trọng kể từ khi có quyết định phục hồi điều tra cho đến khi kết thúc điều tra. Trường hợp cần gia hạn điều tra do tính chất phức tạp của vụ án thì chậm nhất là 10 ngày trước khi hết thời hạn điều tra, Cơ quan điều tra phải có văn bản đề nghị Viện kiểm sát gia hạn điều tra. Việc gia hạn điều tra được quy định như sau: a) Đối với tội phạm ít nghiêm trọng có thể được gia hạn điều tra một lần không quá 01 tháng; b) Đối với tội phạm nghiêm trọng và tội phạm rất nghiêm trọng có thể được gia hạn điều tra một lần không quá 02 tháng; c) Đối với tội phạm đặc biệt nghiêm trọng có thể được gia hạn điều tra một lần không quá 03 tháng. Thẩm quyền gia hạn điều tra đối với từng loại tội phạm theo quy định tạikhoản 5 Điều 172 của Bộ luật này. 2. Trường hợp vụ án do Viện kiểm sát trả lại để yêu cầu điều tra bổ sung thì thời hạn điều tra bổ sung không quá 02 tháng; nếu do Tòa án trả lại để yêu cầu điều tra bổ sung thì thời hạn điều tra bổ sung không quá 01 tháng. Viện kiểm sát chỉ được trả lại hồ sơ để điều tra bổ sung hai lần. Thẩm phán chủ tọa phiên tòa chỉ được trả hồ sơ để điều tra bổ sung một lần và Hội đồng xét xử chỉ được trả hồ sơ để điều tra bổ sung một lần. Thời hạn điều tra bổ sung tính từ ngày Cơ quan điều tra nhận lại hồ sơ vụ án và yêu cầu điều tra bổ sung. 3. Trường hợp vụ án được trả lại để điều tra lại thì thời hạn điều tra và gia hạn điều tra thực hiện theo quy định tạiĐiều 172 của Bộ luật này. Thời hạn điều tra được tính từ khi Cơ quan điều tra nhận hồ sơ và yêu cầu điều tra lại. 4. Khi phục hồi điều tra, điều tra bổ sung, điều tra lại, Cơ quan điều tra có quyền áp dụng, thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế theo quy định của Bộ luật này. Trường hợp có căn cứ theo quy định của Bộ luật này cần phải tạm giam thì thời hạn tạm giam để phục hồi điều tra, điều tra bổ sung không được quá thời hạn phục hồi điều tra, điều tra bổ sung quy định tại khoản 1 và khoản 2 Điều này. Thời hạn tạm giam và gia hạn tạm giam trong trường hợp vụ án được điều tra lại thực hiện theo quy định tạiĐiều 173 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_175",
      "dieu_title": "Điều 175. Giải quyết yêu cầu, đề nghị của người tham gia tố tụng",
      "dieu_content": "1. Khi người tham gia tố tụng có yêu cầu, đề nghị về những vấn đề liên quan đến vụ án thì Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra, Viện kiểm sát trong phạm vi trách nhiệm của mình giải quyết yêu cầu, đề nghị đó và báo cho họ biết kết quả. Trường hợp không chấp nhận yêu cầu, đề nghị thì Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra hoặc Viện kiểm sát phải trả lời và nêu rõ lý do. 2. Trường hợp không đồng ý với kết quả giải quyết của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra hoặc Viện kiểm sát thì người tham gia tố tụng có quyền khiếu nại. Việc khiếu nại và giải quyết khiếu nại được thực hiện theo quy định tại Chương XXXIII của Bộ luật này."
    },
    {
      "dieu_id": "dieu_176",
      "dieu_title": "Điều 176. Sự tham dự của người chứng kiến",
      "dieu_content": "Người chứng kiến được triệu tập để chứng kiến hoạt động điều tra trong các trường hợp do Bộ luật này quy định. Người chứng kiến có trách nhiệm xác nhận nội dung, kết quả công việc mà người có thẩm quyền tiến hành tố tụng đã tiến hành trong khi mình có mặt và có thể nêu ý kiến cá nhân. Ý kiến này được ghi vào biên bản."
    },
    {
      "dieu_id": "dieu_177",
      "dieu_title": "Điều 177. Không được tiết lộ bí mật điều tra",
      "dieu_content": "Trường hợp cần giữ bí mật điều tra, Điều tra viên, Cán bộ điều tra, Kiểm sát viên, Kiểm tra viên phải yêu cầu người tham gia tố tụng không được tiết lộ bí mật điều tra. Yêu cầu này được ghi vào biên bản. Điều tra viên, Cán bộ điều tra, Kiểm sát viên, Kiểm tra viên, người tham gia tố tụng tiết lộ bí mật điều tra thì tùy tính chất, mức độ vi phạm mà bị xử lý kỷ luật, xử phạt vi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự theo quy định của luật."
    },
    {
      "dieu_id": "dieu_178",
      "dieu_title": "Điều 178. Biên bản điều tra",
      "dieu_content": "Khi tiến hành hoạt động điều tra, người có thẩm quyền tiến hành tố tụng phải lập biên bản theo quy định tạiĐiều 133 của Bộ luật này. Điều tra viên, Cán bộ điều tra lập biên bản phải đọc biên bản cho người tham gia tố tụng nghe, giải thích cho họ quyền được bổ sung và nhận xét về biên bản. Ý kiến bổ sung, nhận xét được ghi vào biên bản; trường hợp không chấp nhận bổ sung thì ghi rõ lý do vào biên bản. Người tham gia tố tụng, Điều tra viên, Cán bộ điều tra cùng ký tên vào biên bản. Trường hợp Kiểm sát viên, Kiểm tra viên lập biên bản thì biên bản được thực hiện theo quy định tại Điều này. Biên bản phải được chuyển ngay cho Điều tra viên để đưa vào hồ sơ vụ án. Việc lập biên bản trong giai đoạn khởi tố được thực hiện theo quy định tại Điều này."
    }
  ]
}