{
  "chuong_id": "chuong_24",
  "chuong_title": "Chương XXIV",
  "chuong_name": "XÉT LẠI BẢN ÁN VÀ QUYẾT ĐỊNH ĐÃ CÓ HIỆU LỰC PHÁP LUẬT",
  "dieu_list": [
    {
      "dieu_id": "dieu_367",
      "dieu_title": "Điều 367. Thủ tục xem xét bản án tử hình trước khi thi hành",
      "dieu_content": "1. Thủ tục xem xét bản án tử hình trước khi thi hành được thực hiện: a) Sau khi bản án tử hình có hiệu lực pháp luật, hồ sơ vụ án phải được gửi ngay cho Chánh án Tòa án nhân dân tối cao và bản án phải được gửi ngay cho Viện trưởng Viện kiểm sát nhân dân tối cao; b) Sau khi đã xem xét hồ sơ vụ án để quyết định kháng nghị hoặc quyết định không kháng nghị giám đốc thẩm hoặc tái thẩm, Tòa án nhân dân tối cao phải chuyển hồ sơ vụ án cho Viện kiểm sát nhân dân tối cao. Trong thời hạn 01 tháng kể từ ngày nhận được hồ sơ vụ án, Viện kiểm sát nhân dân tối cao phải trả lại hồ sơ vụ án cho Tòa án nhân dân tối cao; c) Trong thời hạn 02 tháng kể từ ngày nhận được hồ sơ vụ án, Chánh án Tòa án nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dân tối cao phải quyết định kháng nghị hoặc quyết định không kháng nghị giám đốc thẩm hoặc tái thẩm; d) Trong thời hạn 07 ngày kể từ ngày bản án có hiệu lực pháp luật, người bị kết án được gửi đơn xin ân giảm lên Chủ tịch nước; đ) Bản án tử hình được thi hành nếu Chánh án Tòa án nhân dân tối cao và Viện trưởng Viện kiểm sát nhân dân tối cao không kháng nghị theo thủ tục giám đốc thẩm hoặc tái thẩm và người bị kết án không có đơn xin ân giảm lên Chủ tịch nước. Trường hợp bản án tử hình bị kháng nghị theo thủ tục giám đốc thẩm hoặc tái thẩm mà Hội đồng giám đốc thẩm, Hội đồng tái thẩm Tòa án nhân dân tối cao quyết định không chấp nhận kháng nghị và giữ nguyên bản án tử hình thì Tòa án nhân dân tối cao phải thông báo ngay cho người bị kết án biết để họ làm đơn xin ân giảm hình phạt tử hình; e) Trường hợp người bị kết án có đơn xin ân giảm hình phạt tử hình thì bản án tử hình được thi hành sau khi Chủ tịch nước bác đơn xin ân giảm. 2. Khi có căn cứ quy định tạikhoản 3 Điều 40 của Bộ luật hình sựthì Chánh án Tòa án đã xét xử sơ thẩm không ra quyết định thi hành án tử hình và báo cáo Chánh án Tòa án nhân dân tối cao để xemxét chuyển hình phạt tử hình thành tù chung thân cho người bị kết án."
    },
    {
      "dieu_id": "dieu_368",
      "dieu_title": "Điều 368. Thủ tục xét tha tù trước thời hạn có điều kiện",
      "dieu_content": "1. Trại giam; Trại tạm giam thuộc Bộ Công an, Trại tạm giam thuộc Bộ Quốc phòng, cơ quan thi hành án hình sự Công an cấp tỉnh, cơ quan thi hành án hình sự cấp quân khu có trách nhiệm lập hồ sơ đề nghị tha tù trước thời hạn và chuyển cho Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu, Tòa án nhân dân cấp tỉnh, Tòa án quân sự cấp quân khu nơi phạm nhân đang chấp hành án phạt tù. Hồ sơ đề nghị tha tù trước thời hạn gồm: a) Đơn xin tha tù trước thời hạn của phạm nhân kèm theo cam kết không vi phạm pháp luật, các nghĩa vụ phải chấp hành khi được tha tù trước thời hạn; b) Bản sao bản án có hiệu lực pháp luật; quyết định thi hành án; c) Bản sao quyết định giảm thời hạn chấp hành án phạt tù đối với người bị kết án về tội phạm nghiêm trọng trở lên; d) Văn bản, tài liệu thể hiện việc chấp hành xong hình phạt bổ sung là hình phạt tiền, án phí, các nghĩa vụ dân sự; đ) Tài liệu về cá nhân, hoàn cảnh gia đình của phạm nhân; e) Kết quả xếp loại chấp hành án phạt tù quý, 06 tháng, năm; quyết định khen thưởng hoặc giấy xác nhận của cơ quan có thẩm quyền về việc phạm nhân lập công (nếu có); g) Văn bản đề nghị tha tù trước thời hạn của cơ quan lập hồ sơ. 2. Văn bản đề nghị tha tù trước thời hạn của cơ quan lập hồ sơ gồm các nội dung chính: a) Số, ngày, tháng, năm của văn bản; b) Họ tên, chức vụ, chữ ký của người có thẩm quyền đề nghị; c) Họ tên, giới tính, năm sinh, nơi cư trú của phạm nhân; nơi phạm nhân chấp hành thời gian thử thách; d) Thời gian đã chấp hành án phạt tù; thời gian chấp hành án phạt tù còn lại; đ) Nhận xét và đề nghị của cơ quan lập hồ sơ. 3. Trong thời hạn 15 ngày kể từ ngày nhận được hồ sơ đề nghị tha tù trước thời hạn, Viện kiểm sát nhân dân cấp tỉnh, Viện kiểm sát quân sự cấp quân khu phải ra văn bản thể hiện quan điểm về việc đề nghị tha tù trước thời hạn có điều kiện của cơ quan đề nghị. Trường hợp Viện kiểm sát yêu cầu cơ quan lập hồ sơ bổ sung tài liệu thì trong thời hạn 03 ngày kể từ ngày nhận được yêu cầu, cơ quan lập hồ sơ phải bổ sung tài liệu và gửi cho Viện kiểm sát, Tòa án. 4. Trong thời hạn 15 ngày kể từ ngày nhận được hồ sơ của cơ quan đề nghị, Chánh án Tòa án nhân dân cấp tỉnh, Chánh án Tòa án quân sự cấp quân khu phải mở phiên họp xét tha tù trước thời hạn có điều kiện; đồng thời thông báo bằng văn bản cho Viện kiểm sát cùng cấp để cử Kiểm sát viên tham gia phiên họp. Trường hợp Tòa án yêu cầu cơ quan lập hồ sơ bổ sung tài liệu thì trong thời hạn 03 ngày kể từ ngày nhận được yêu cầu, cơ quan lập hồ sơ phải bổ sung tài liệu và gửi cho Tòa án, Viện kiểm sát. 5. Hội đồng xét tha tù trước thời hạn có điều kiện gồm Chánh án và 02 Thẩm phán, do Chánh án làm Chủ tịch Hội đồng. 6. Tại phiên họp, một thành viên của Hội đồng trình bày tóm tắt hồ sơ đề nghị. Kiểm sát viên trình bày quan điểm của Viện kiểm sát về việc đề nghị xét tha tù trước thời hạn có điều kiện của cơ quan đề nghị và việc tuân thủ pháp luật trong việc xét, quyết định tha tù trước thời hạn có điều kiện. Đại diện cơ quan đã lập hồ sơ đề nghị có thể trình bày bổ sung để làm rõ việc đề nghị tha tù trước thời hạn. 7. Phiên họp xét tha tù trước thời hạn có điều kiện được lập biên bản. Biên bản ghi rõ ngày, tháng, năm, địa điểm mở phiên họp; thành phần tham gia phiên họp; nội dung, diễn biến phiên họp và quyết định của Hội đồng về việc chấp nhận hoặc không chấp nhận đề nghị tha tù trước thời hạn có điều kiện đối với từng phạm nhân. Sau khi kết thúc phiên họp, Kiểm sát viên xem biên bản phiên họp, yêu cầu ghi những sửa đổi, bổ sung (nếu có) vào biên bản phiên họp; Chủ tịch Hội đồng phải kiểm tra biên bản, cùng với thư ký phiên họp ký vào biên bản. 8. Trong thời hạn 03 ngày kể từ ngày ra quyết định tha tù trước thời hạn có điều kiện, Tòa án phải gửi quyết định cho phạm nhân, Viện kiểm sát cùng cấp, Viện kiểm sát cấp trên trực tiếp, cơ quan đã lập hồ sơ đề nghị, Tòa án đã ra quyết định thi hành án,cơ quan thi hành án hình sự Công an cấp huyện,cấp quân khu,chính quyền xã, phường, thị trấnnơi người được tha tù trước thời hạn về cư trú, đơn vị quân đội được giao quản lý người đó, Sở Tư pháp nơi Tòa án đã ra quyết định có trụ sở. 9. Ngay sau khi nhận được quyết định tha tù trước thời hạn có điều kiện, cơ sở giam giữ phải tổ chức công bố quyết định này và thực hiện các thủ tục thi hành quyết định tha tù trước thời hạn có điều kiện. Trong thời gian thử thách mà người được tha tù trước thời hạn có điều kiện không vi phạm các quy định tạikhoản 4 Điều 66 của Bộ luật hình sựthì khi hết thời gian thử thách,cơ quan thi hành án hình sự Công an cấp huyện,cơ quan thi hành án hình sự cấp quân khu nơi đã quản lý họ có trách nhiệm cấp giấy chứng nhận chấp hành xong án phạt tù. 10. Trường hợp người được tha tù trước thời hạn vi phạm quy định tạikhoản 4 Điều 66 của Bộ luật hình sự thìcơ quan thi hành án hình sự Công an cấp huyệnnơi người được tha tù trước thời hạn về cư trú, đơn vị quân đội được giao quản lý người đó phải lập hồ sơ chuyển đến Viện kiểm sát và Tòa án đã ra quyết định tha tù trước thời hạn có điều kiện để xem xét, hủy quyết định đã ban hành và buộc người đó phải chấp hành phần hình phạt tù còn lại chưa chấp hành. Trong thời hạn 05 ngày kể từ ngày nhận được hồ sơ đề nghị, Tòa án phải mở phiên họp để xem xét, quyết định. Trong thời hạn 03 ngày kể từ ngày ra quyết định hủy bỏ quyết định tha tù trước thời hạn có điều kiện, Tòa án phải gửi quyết định cho cơ quan, cá nhân quy định tại khoản 8 Điều này. 11. Viện kiểm sát có quyền kháng nghị, phạm nhân có quyền khiếu nại đối với quyết định về việc chấp nhận hoặc không chấp nhận đề nghị tha tù trước thời hạn có điều kiện, quyết định hủy quyết định tha tù trước thời hạn có điều kiện. Trình tự, thủ tục, thẩm quyền giải quyết kháng nghị, khiếu nại các quyết định quy định tại khoản này được hiện theo quy định tại Chương XXII và Chương XXXIII của Bộ luật này."
    },
    {
      "dieu_id": "dieu_369",
      "dieu_title": "Điều 369. Thủ tục xóa án tích",
      "dieu_content": "1. Trong thời hạn 05 ngày kể từ ngày nhận được yêu cầu của người được đương nhiên xóa án tích và xét thấy có đủ điều kiện quy định tạiĐiều 70 của Bộ luật hình sựthì cơ quan quản lý cơ sở dữ liệu lý lịch tư pháp cấp phiếu lý lịch tư pháp là họ không có án tích. 2. Những trường hợp quy định tạiĐiều 71 và Điều 72 của Bộ luật hình sựthì việc xóa án tích do Tòa án quyết định. Người bị kết án phải có đơn gửi Tòa án đã xét xử sơ thẩm vụ án có nhận xét củachính quyền xã, phường, thị trấnnơi họ cư trú hoặc cơ quan, tổ chức nơi họ làm việc, học tập. Trong thời hạn 03 ngày kể từ ngày nhận được đơn của người bị kết án, Tòa án đã xét xử sơ thẩm chuyển tài liệu về việc xin xoá án tích cho Viện kiểm sát cùng cấp. Trong thời hạn 05 ngày kể từ ngày nhận tài liệu do Tòa án chuyển đến, Viện kiểm sát cùng cấp có ý kiến bằng văn bản và chuyển lại tài liệu cho Tòa án. Nếu xét thấy đủ điều kiện thì trong thời hạn 05 ngày kể từ ngày nhận tài liệu do Viện kiểm sát chuyển đến, Chánh án Tòa án đã xét xử sơ thẩm phải ra quyết định xóa án tích; trường hợp chưa đủ điều kiện thì quyết định bác đơn xin xóa án tích. Trong thời hạn 05 ngày kể từ ngày ra quyết định xóa án tích hoặc quyết định bác đơn xin xóa án tích, Tòa án đã ra quyết định phải gửi quyết định này cho người bị kết án, Viện kiểm sát cùng cấp,chính quyền xã, phường, thị trấnnơi họ cư trú hoặc cơ quan, tổ chức nơi họ làm việc, học tập. PHẦN THỨ SÁU"
    }
  ]
}