{
  "chuong_id": "chuong_13",
  "chuong_title": "Chương XIII",
  "chuong_name": "KHÁM XÉT, THU GIỮ, TẠM GIỮ TÀI LIỆU, ĐỒ VẬT",
  "dieu_list": [
    {
      "dieu_id": "dieu_192",
      "dieu_title": "Điều 192. Căn cứ khám xét người, chỗ ở, nơi làm việc, địa điểm, phương tiện, tài liệu, đồ vật, thư tín, điện tín, bưu kiện, bưu phẩm, dữ liệu điện tử",
      "dieu_content": "1. Việc khám xét người, chỗ ở, nơi làm việc, địa điểm, phương tiện chỉ được tiến hành khi có căn cứ để nhận định trong người, chỗ ở, nơi làm việc, địa điểm, phương tiện có công cụ, phương tiện phạm tội, tài liệu, đồ vật, tài sản do phạm tội mà có hoặc đồ vật, dữ liệu điện tử, tài liệu khác có liên quan đến vụ án. Việc khám xét chỗ ở, nơi làm việc, địa điểm, phương tiện cũng được tiến hành khi cần phát hiện người đang bị truy nã, truy tìm và giải cứu nạn nhân. 2. Khi có căn cứ để nhận định trong thư tín, điện tín, bưu kiện, bưu phẩm, dữ liệu điện tử có công cụ, phương tiện phạm tội, tài liệu, đồ vật, tài sản liên quan đến vụ án thì có thể khám xét thư tín, điện tín, bưu kiện, bưu phẩm, dữ liệu điện tử."
    },
    {
      "dieu_id": "dieu_193",
      "dieu_title": "Điều 193. Thẩm quyền ra lệnh khám xét",
      "dieu_content": "1. Những người có thẩm quyền quy định tạikhoản 1 Điều 113 của Bộ luật nàycó quyền ra lệnh khám xét. Lệnh khám xét của những người được quy định tạikhoản 2 Điều 35vàđiểm a khoản 1 Điều 113 của Bộ luật nàyphải được Viện kiểm sát có thẩm quyền phê chuẩn trước khi thi hành. 2. Trong trường hợp khẩn cấp, những người có thẩm quyền quy định tạikhoản 2 Điều 110 của Bộ luật nàycó quyền ra lệnh khám xét. Trong thời hạn 24 giờ kể từ khi khám xét xong, người ra lệnh khám xét phải thông báo bằng văn bản cho Viện kiểm sát cùng cấp hoặc Viện kiểm sát có thẩm quyền thực hành quyền công tố và kiểm sát điều tra vụ việc, vụ án. 3. Trước khi tiến hành khám xét, Điều tra viên phải thông báo choViện kiểm sát cùng cấpvề thời gian và địa điểm tiến hành khám xét để cử Kiểm sát viên kiểm sát việc khám xét, trừ trường hợp khám xét khẩn cấp. Kiểm sát viên phải có mặt để kiểm sát việc khám xét. Nếu Kiểm sát viên vắng mặt thì ghi rõ vào biên bản khám xét. 4. Mọi trường hợp khám xét đều được lập biên bản theo quy định tạiĐiều 178 của Bộ luật nàyvà đưa vào hồ sơ vụ án."
    },
    {
      "dieu_id": "dieu_194",
      "dieu_title": "Điều 194. Khám xét người",
      "dieu_content": "1. Khi bắt đầu khám xét người, người thi hành lệnh khám xét phải đọc lệnh và đưa cho người bị khám xét đọc lệnh đó; giải thích cho người bị khám xét và những người có mặt biết quyền và nghĩa vụ của họ. Người tiến hành khám xét phải yêu cầu người bị khám xét đưa ra các tài liệu, đồ vật có liên quan đến vụ án, nếu họ từ chối hoặc đưa ra không đầy đủ các tài liệu, đồ vật liên quan đến vụ án thì tiến hành khám xét. 2. Việc khám xét người phải do người cùng giới thực hiện và có người khác cùng giới chứng kiến. Việc khám xét không được xâm phạm đến tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người bị khám xét. 3. Có thể tiến hành khám xét người mà không cần có lệnh trong trường hợp bắt người hoặc khi có căn cứ để khẳng định người có mặt tại nơi khám xét giấu trong người vũ khí, hung khí, chứng cứ, tài liệu, đồ vật liên quan đến vụ án."
    },
    {
      "dieu_id": "dieu_195",
      "dieu_title": "Điều 195. Khám xét chỗ ở, nơi làm việc, địa điểm, phương tiện",
      "dieu_content": "1. Khi khám xét chỗ ở thì phải có mặt người đó hoặc người từ đủ 18 tuổi trở lên cùng chỗ ở, có đại diệnchính quyền xã, phường, thị trấnvà người chứng kiến; trường hợp người đó, người từ đủ 18 tuổi trở lên cùng chỗ ở cố tình vắng mặt, bỏ trốn hoặc vì lý do khác họ không có mặt mà việc khám xét không thể trì hoãn thì việc khám xét vẫn được tiến hành nhưng phải có đại diện chính quyền xã, phường, thị trấn nơi khám xét và hai người chứng kiến. Không được bắt đầu việc khám xét chỗ ở vào ban đêm, trừ trường hợp khẩn cấp nhưng phải ghi rõ lý do vào biên bản. 2. Khi khám xét nơi làm việc của một người thì phải có mặt người đó, trừ trường hợp không thể trì hoãn nhưng phải ghi rõ lý do vào biên bản. Việc khám xét nơi làm việc phải có đại diện của cơ quan, tổ chức nơi người đó làm việc chứng kiến. Trong trường hợp không có đại diện cơ quan, tổ chức thì việc khám xét vẫn được tiến hành nhưng phải có đại diệnchính quyền xã, phường, thị trấnnơi khám xét và 02 người chứng kiến. 3. Khi khám xét địa điểm phải có đại diệnchính quyền xã, phường, thị trấnnơi khám xét và người chứng kiến. 4. Việc khám xét phương tiện phải có mặt chủ sở hữu hoặc người quản lý phương tiện và người chứng kiến. Trường hợp chủ sở hữu hoặc người quản lý phương tiện vắng mặt, bỏ trốn hoặc vì lý do khác họ không có mặt mà việc khám xét không thể trì hoãn thì việc khám xét vẫn được tiến hành nhưng phải có hai người chứng kiến. Khi khám xét phương tiện có thể mời người có chuyên môn liên quan đến phương tiện tham gia. 5. Khi tiến hành khám xét chỗ ở, nơi làm việc, địa điểm, phương tiện, những người có mặt không được tự ý rời khỏi nơi đang bị khám, không được liên hệ, trao đổi với nhau hoặc với những người khác cho đến khi khám xét xong."
    },
    {
      "dieu_id": "dieu_196",
      "dieu_title": "Điều 196. Thu giữ phương tiện điện tử, dữ liệu điện tử",
      "dieu_content": "1. Việc thu giữ phương tiện điện tử, dữ liệu điện tử do người có thẩm quyền tiến hành tố tụng thực hiện và có thể mời người có chuyên môn liên quan tham gia. Trường hợp không thể thu giữ được thì phải sao lưu vào phương tiện lưu trữ và thu giữ như đối với vật chứng. 2. Khi thu giữ các phương tiện điện tử có thể thu thiết bị ngoại vi kèm theo và các tài liệu có liên quan."
    },
    {
      "dieu_id": "dieu_197",
      "dieu_title": "Điều 197. Thu giữ thư tín, điện tín, bưu kiện, bưu phẩm tại cơ quan, tổ chức bưu chính, viễn thông",
      "dieu_content": "1. Khi cần thiết phải thu giữ thư tín, điện tín, bưu kiện, bưu phẩm tại cơ quan, tổ chức bưu chính, viễn thông thì Cơ quan điều tra ra lệnh thu giữ. Lệnh này phải đượcViện kiểm sát cùng cấpphê chuẩn trước khi thi hành. 2. Trường hợp không thể trì hoãn việc thu giữ thư tín, điện tín, bưu kiện, bưu phẩm tại cơ quan, tổ chức bưu chính, viễn thông thì Cơ quan điều tra có thể tiến hành thu giữ nhưng phải ghi rõ lý do vào biên bản. Sau khi thu giữ phải thông báo ngay choViện kiểm sát cùng cấpbằng văn bản kèm theo tài liệu liên quan đến việc thu giữ để xét phê chuẩn. Trong thời hạn 24 giờ kể từ khi nhận được đề nghị xét phê chuẩn và tài liệu liên quan đến việc thu giữ thư tín, điện tín, bưu kiện, bưu phẩm, Viện kiểm sát phải ra quyết định phê chuẩn hoặc quyết định không phê chuẩn. Nếu Viện kiểm sát quyết định không phê chuẩn thì người đã ra lệnh thu giữ phải trả lại ngay cho cơ quan, tổ chức bưu chính, viễn thông, đồng thời thông báo cho người có thư tín, điện tín, bưu kiện, bưu phẩm bị thu giữ biết. 3. Người thi hành lệnh phải thông báo cho người phụ trách cơ quan, tổ chức bưu chính, viễn thông hữu quan trước khi tiến hành thu giữ. Người quản lý cơ quan, tổ chức bưu chính, viễn thông hữu quan phải tạo điều kiện để người thi hành lệnh thu giữ hoàn thành nhiệm vụ. Khi thu giữ thư tín, điện tín, bưu kiện, bưu phẩm, phải có đại diện của cơ quan, tổ chức bưu chính, viễn thông chứng kiến và ký xác nhận vào biên bản. Cơ quan ra lệnh thu giữ phải thông báo cho người có thư tín, điện tín, bưu kiện, bưu phẩm bị thu giữ biết. Nếu việc thông báo cản trở điều tra thì sau khi cản trở đó không còn nữa, cơ quan ra lệnh thu giữ phải thông báo ngay."
    },
    {
      "dieu_id": "dieu_198",
      "dieu_title": "Điều 198. Tạm giữ tài liệu, đồ vật khi khám xét",
      "dieu_content": "1. Khi khám xét, Điều tra viên được tạm giữ đồ vật là vật chứng và tài liệu có liên quan trực tiếp đến vụ án. Đối với đồ vật thuộc loại cấm tàng trữ, lưu hành thì phải thu giữ và chuyển ngay cho cơ quan quản lý có thẩm quyền. Trường hợp cần thiết phải niêm phong thì tiến hành trước mặt chủ sở hữu đồ vật, người quản lý đồ vật, người chứng kiến, đại diện gia đình, đại diệnchính quyền xã, phường, thị trấnnơi khám xét. 2. Việc tạm giữ tài liệu, đồ vật khi tiến hành khám xét được lập biên bản theo quy định tạiĐiều 133 của Bộ luật này. Biên bản tạm giữ được lập thành bốn bản, trong đó một bản giao cho người chủ tài liệu, đồ vật hoặc người quản lý tài liệu, đồ vật, một bản đưa vào hồ sơ vụ án, một bản giao choViện kiểm sát cùng cấpvà một bản giao cho cơ quan quản lý tài liệu, đồ vật bị tạm giữ."
    },
    {
      "dieu_id": "dieu_199",
      "dieu_title": "Điều 199. Trách nhiệm bảo quản phương tiện, tài liệu, đồ vật, dữ liệu điện tử, thư tín, điện tín, bưu kiện, bưu phẩm bị thu giữ, tạm giữ hoặc bị niêm phong",
      "dieu_content": "1. Phương tiện, tài liệu, đồ vật, dữ liệu điện tử, thư tín, điện tín, bưu kiện, bưu phẩm bị thu giữ, tạm giữ hoặc bị niêm phong phải được bảo quản nguyên vẹn. 2. Người nào phá hủy niêm phong, tiêu dùng, chuyển nhượng, đánh tráo, cất giấu hoặc hủy hoại phương tiện, tài liệu, đồ vật, dữ liệu điện tử, thư tín, điện tín, bưu kiện, bưu phẩm thì phải chịu trách nhiệm hình sự theo quy định củaBộ luật hình sự."
    },
    {
      "dieu_id": "dieu_200",
      "dieu_title": "Điều 200. Trách nhiệm của người ra lệnh, người thi hành lệnh khám xét, thu giữ, tạm giữ",
      "dieu_content": "Người ra lệnh, người thi hành lệnh khám xét, thu giữ, tạm giữ trái pháp luật thì tùy tính chất, mức độ vi phạm mà bị xử lý kỷ luật hoặc bị truy cứu trách nhiệm hình sự theo quy định của luật."
    }
  ]
}