{
  "chuong_id": "chuong_5",
  "chuong_title": "Chương V",
  "chuong_name": "BÀO CHỮA, BẢO VỆ QUYỀN VÀ LỢI ÍCH HỢP PHÁP CỦA BỊ HẠI, ĐƯƠNG SỰ",
  "dieu_list": [
    {
      "dieu_id": "dieu_72",
      "dieu_title": "Điều 72. Người bào chữa",
      "dieu_content": "1. Người bào chữa là người được người bị buộc tội nhờ bào chữa hoặc cơ quan có thẩm quyền tiến hành tố tụng chỉ định và được cơ quan, người có thẩm quyền tiến hành tố tụng tiếp nhận việc đăng ký bào chữa. 2. Người bào chữa có thể là: a) Luật sư; b) Người đại diện của người bị buộc tội; c) Bào chữa viên nhân dân; d) Trợ giúp viên pháp lý trong trường hợp người bị buộc tội thuộc đối tượng được trợ giúp pháp lý. 3. Bào chữa viên nhân dân là công dân Việt Nam từ 18 tuổi trở lên, trung thành với Tổ quốc, có phẩm chất đạo đức tốt, có kiến thức pháp lý, đủ sức khỏe bảo đảm hoàn thành nhiệm vụ được giao, được Ủy ban Mặt trận Tổ quốc Việt Nam hoặc tổ chức thành viên của Mặt trận cử tham gia bào chữa cho người bị buộc tội là thành viên của tổ chức mình. 4. Những người sau đây không được bào chữa: a) Người đã tiến hành tố tụng vụ án đó; người thân thích của người đã hoặc đang tiến hành tố tụng vụ án đó; b) Người tham gia vụ án đó với tư cách là người làm chứng, người giám định, người định giá tài sản, người phiên dịch, người dịch thuật; c) Người đang bị truy cứu trách nhiệm hình sự, người bị kết án mà chưa được xoá án tích, người đang bị áp dụng biện pháp xử lý hành chính đưa vào cơ sở cai nghiện bắt buộc, cơ sở giáo dục bắt buộc. 5. Một người bào chữa có thể bào chữa cho nhiều người bị buộc tội trong cùng vụ án nếu quyền và lợi ích của họ không đối lập nhau. Nhiều người bào chữa có thể bào chữa cho một người bị buộc tội."
    },
    {
      "dieu_id": "dieu_73",
      "dieu_title": "Điều 73. Quyền và nghĩa vụ của người bào chữa",
      "dieu_content": "1. Người bào chữa có quyền: a) Gặp, hỏi người bị buộc tội; b) Có mặt khi lấy lời khai của người bị bắt, bị tạm giữ, khi hỏi cung bị can và nếu người có thẩm quyền tiến hành lấy lời khai, hỏi cung đồng ý thì được hỏi người bị bắt, người bị tạm giữ, bị can. Sau mỗi lần lấy lời khai, hỏi cung của người có thẩm quyền kết thúc thì người bào chữa có thể hỏi người bị bắt, người bị tạm giữ, bị can; c) Có mặt trong hoạt động đối chất, nhận dạng, nhận biết giọng nói và hoạt động điều tra khác theo quy định của Bộ luật này; d) Được cơ quan có thẩm quyền tiến hành tố tụng báo trước về thời gian, địa điểm lấy lời khai, hỏi cung và thời gian, địa điểm tiến hành hoạt động điều tra khác theo quy định của Bộ luật này; đ) Xem biên bản về hoạt động tố tụng có sự tham gia của mình, quyết định tố tụng liên quan đến người mà mình bào chữa; e) Đề nghị thay đổi người có thẩm quyền tiến hành tố tụng, người giám định, người định giá tài sản, người phiên dịch, người dịch thuật; đề nghị thay đổi, hủy bỏ biện pháp ngăn chặn, biện pháp cưỡng chế; g) Đề nghị tiến hành hoạt động tố tụng theo quy định của Bộ luật này; đề nghị triệu tập người làm chứng, người tham gia tố tụng khác, người có thẩm quyền tiến hành tố tụng; h) Thu thập, đưa ra chứng cứ, tài liệu, đồ vật, yêu cầu; i) Kiểm tra, đánh giá và trình bày ý kiến về chứng cứ, tài liệu, đồ vật liên quan và yêu cầu người có thẩm quyền tiến hành tố tụngkiểm tra, đánh giá; k) Đề nghị cơ quan có thẩm quyền tiến hành tố tụng thu thập chứng cứ, giám định bổ sung, giám định lại, định giá lại tài sản; l) Đọc, ghi chép và sao chụp những tài liệu trong hồ sơ vụ án liên quan đến việc bào chữa từ khi kết thúc điều tra; m) Tham gia hỏi, tranh luận tại phiên tòa; n) Khiếu nại quyết định, hành vi tố tụng của cơ quan, người có thẩm quyền tiến hành tố tụng; o) Kháng cáo bản án, quyết định của Tòa án nếu bị cáo là người dưới 18 tuổi, người có nhược điểm về tâm thần hoặc thể chất theo quy định của Bộ luật này. 2. Người bào chữa có nghĩa vụ: a) Sử dụng mọi biện pháp do pháp luật quy định để làm sáng tỏ những tình tiết xác định người bị buộc tội vô tội, những tình tiết giảm nhẹ trách nhiệm hình sự của bị can, bị cáo; b) Giúp người bị buộc tội về mặt pháp lý nhằm bảo vệ quyền và lợi ích hợp pháp của họ; c) Không được từ chối bào chữa cho người bị buộc tội mà mình đã đảm nhận bào chữa nếu không vì lý do bất khả kháng hoặc không phải do trở ngại khách quan; d) Tôn trọng sự thật; không được mua chuộc, cưỡng ép hoặc xúi giục người khác khai báo gian dối, cung cấp tài liệu sai sự thật; đ) Có mặt theo giấy triệu tập của Tòa án; trường hợp chỉ định người bào chữa theo quy định tạikhoản 1 Điều 76 của Bộ luật nàythì phải có mặt theo yêu cầu của Cơ quan điều tra, Viện kiểm sát; e) Không được tiết lộ bí mật điều tra mà mình biết khi thực hiện bào chữa; không được sử dụng tài liệu đã ghi chép, sao chụp trong hồ sơ vụ án vào mục đích xâm phạm lợi ích của Nhà nước, lợi ích công cộng, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân; g) Không được tiết lộ thông tin về vụ án, về người bị buộc tội mà mình biết khi bào chữa, trừ trường hợp người này đồng ý bằng văn bản và không được sử dụng thông tin đó vào mục đích xâm phạm lợi ích của Nhà nước, lợi ích công cộng, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân. 3. Người bào chữa vi phạm pháp luật thì tùy tính chất, mức độ vi phạm mà bị hủy bỏ việc đăng ký bào chữa, bị xử lý kỷ luật, xử phạt vi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự; nếu gây thiệt hại phải bồi thường theo quy định của luật."
    },
    {
      "dieu_id": "dieu_74",
      "dieu_title": "Điều 74. Thời điểm người bào chữa tham gia tố tụng",
      "dieu_content": "Người bào chữa tham gia tố tụng từ khi khởi tố bị can. Trường hợp bắt, tạm giữ người thì người bào chữa tham gia tố tụng từ khi người bị bắt có mặt tại trụ sở của Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra hoặc từ khi có quyết định tạm giữ. Trường hợp cần giữ bí mật điều tra đối với các tội xâm phạm an ninh quốc gia thì Viện trưởng Viện kiểm sát có thẩm quyền quyết định để người bào chữa tham gia tố tụng từ khi kết thúc điều tra."
    },
    {
      "dieu_id": "dieu_75",
      "dieu_title": "Điều 75. Lựa chọn người bào chữa",
      "dieu_content": "1. Người bào chữa do người bị buộc tội, người đại diện hoặc người thân thích của họ lựa chọn. 2. Trong thời hạn 12 giờ kể từ khi nhận được đơn yêu cầu người bào chữa của người bị bắt, bị tạm giữ thì cơ quan có thẩm quyền đang quản lý người bị bắt, người bị tạm giữ có trách nhiệm chuyển đơn này cho người bào chữa, người đại diện hoặc người thân thích của họ. Trường hợp người bị bắt, người bị tạm giữ không nêu đích danh người bào chữa thì cơ quan có thẩm quyền đang quản lý người bị bắt, bị tạm giữ phải chuyển đơn này cho người đại diện hoặc người thân thích của họ để những người này nhờ người bào chữa. Trong thời hạn 24 giờ kể khi nhận được đơn yêu cầu người bào chữa của người bị tạm giam thì cơ quan có thẩm quyền đang quản lý người bị tạm giam có trách nhiệm chuyển đơn này cho người bào chữa, người đại diện hoặc người thân thích của họ. Trường hợp người bị tạm giam không nêu đích danh người bào chữa thì cơ quan có thẩm quyền đang quản lý người bị tạm giam phải chuyển đơn này cho người đại diện hoặc người thân thích của họ để những người này nhờ người bào chữa. 3. Trường hợp người đại diện hoặc người thân thích của người bị bắt, người bị tạm giữ, người bị tạm giam có đơn yêu cầu nhờ người bào chữa thì cơ quan có thẩm quyền có trách nhiệm thông báo ngay cho người bị bắt, người bị tạm giữ, người bị tạm giam để có ý kiến về việc nhờ người bào chữa. 4. Người bị buộc tội, người đại diện hoặc người thân thích của họ đề nghị Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận từ huyện, quận, thị xã, thành phố thuộc tỉnh, thành phố thuộc thành phố trực thuộc trung ương trở lên cử bào chữa viên nhân dân để bào chữa cho người bị buộc tội là thành viên của tổ chức mình."
    },
    {
      "dieu_id": "dieu_76",
      "dieu_title": "Điều 76. Chỉ định người bào chữa",
      "dieu_content": "1. Trong các trường hợp sau đây nếu người bị buộc tội, người đại diện hoặc người thân thích của họ không mời người bào chữa thì cơ quan có thẩm quyền tiến hành tố tụng phải chỉ định người bào chữa cho họ: a) Bị can, bị cáo về tội màBộ luật hình sựquy định mức cao nhất của khung hình phạt là 20 năm tù, tù chung thân, tử hình; b) Người bị buộc tội có nhược điểm về thể chất mà không thể tự bào chữa; người có nhược điểm về tâm thần hoặc là người dưới 18 tuổi. 2. Cơ quan có thẩm quyền tiến hành tố tụng phải yêu cầu hoặc đề nghị các tổ chức sau đây cử người bào chữa cho các trường hợp quy định tại khoản 1 Điều này: a) Đoàn luật sư phân công tổ chức hành nghề luật sư cử người bào chữa; b) Trung tâm trợ giúp pháp lý nhà nước cử Trợ giúp viên pháp lý, luật sư bào chữa cho người thuộc diện được trợ giúp pháp lý; c) Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận cử bào chữa viên nhân dân bào chữa cho người bị buộc tội là thành viên của tổ chức mình."
    },
    {
      "dieu_id": "dieu_77",
      "dieu_title": "Điều 77. Thay đổi hoặc từ chối người bào chữa",
      "dieu_content": "1. Những người sau đây có quyền từ chối hoặc đề nghị thay đổi người bào chữa: a) Người bị buộc tội; b) Người đại diện của người bị buộc tội; c) Người thân thích của người bị buộc tội. Mọi trường hợp thay đổi hoặc từ chối người bào chữa đều phải có sự đồng ý của người bị buộc tội và được lập biên bản đưa vào hồ sơ vụ án, trừ trường hợp quy định tạiđiểm b khoản 1 Điều 76 của Bộ luật này. 2. Trường hợp người bị bắt, người bị tạm giữ, người bị tạm giam trong giai đoạn điều tra có đề nghị từ chối người bào chữa do người thân thích của họ nhờ thì Điều tra viên phải cùng người bào chữa đó trực tiếp gặp người bị bắt, người bị tạm giữ, người bị tạm giam để xác nhận việc từ chối. 3. Trường hợp chỉ định người bào chữa quy định tạikhoản 1 Điều 76 của Bộ luật này,người bị buộc tội và người đại diện hoặc người thân thích của họ vẫn có quyền yêu cầu thay đổi hoặc từ chối người bào chữa. Trường hợp thay đổi người bào chữa thì việc chỉ định người bào chữa khác được thực hiện theo quy định tạikhoản 2 Điều 76 của Bộ luật này. Trường hợp từ chối người bào chữa thì cơ quan có thẩm quyền tiến hành tố tụng lập biên bản về việc từ chối người bào chữa của người bị buộc tội hoặc người đại diện, người thân thích của người bị buộc tội quy định tại điểm b khoản 1 Điều 76 của Bộ luật này và chấm dứt việc chỉ định người bào chữa."
    },
    {
      "dieu_id": "dieu_78",
      "dieu_title": "Điều 78. Thủ tục đăng ký bào chữa",
      "dieu_content": "1. Trong mọi trường hợp tham gia tố tụng, người bào chữa phải đăng ký bào chữa. 2. Khi đăng ký bào chữa, người bào chữa phải xuất trình các giấy tờ: a) Luật sư xuất trình Thẻ luật sư kèm theo bản sao có chứng thực và giấy yêu cầu luật sư của người bị buộc tội hoặc của người đại diện, người thân thích của người bị buộc tội; b) Người đại diện của người bị buộc tội xuất trình Chứng minh nhân dân hoặc thẻ Căn cước công dân kèm theo bản sao có chứng thực và giấy tờ có xác nhận của cơ quan có thẩm quyền về mối quan hệ của họ với người bị buộc tội; c) Bào chữa viên nhân dân xuất trình Chứng minh nhân dân hoặc thẻ Căn cước công dân kèm theo bản sao có chứng thực và văn bản cử bào chữa viên nhân dân của Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận; d) Trợ giúp viên pháp lý, luật sư thực hiện trợ giúp pháp lý xuất trình văn bản cử người thực hiện trợ giúp pháp lý của tổ chức thực hiện trợ giúp pháp lý và Thẻ trợ giúp viên pháp lý hoặc Thẻ luật sư kèm theo bản sao có chứng thực. 3. Trường hợp chỉ định người bào chữa quy định tạiĐiều 76 của Bộ luật nàythì người bào chữa xuất trình các giấy tờ: a) Luật sư xuất trình Thẻ luật sư kèm theo bản sao có chứng thực và văn bản cử luật sư của tổ chức hành nghề luật sư nơi luật sư đó hành nghề hoặc văn bản phân công của Đoàn luật sư đối với luật sư hành nghề là cá nhân; b) Bào chữa viên nhân dân xuất trình Chứng minh nhân dân hoặc thẻ Căn cước công dân kèm theo bản sao có chứng thực và văn bản cử bào chữa viên nhân dân của Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận; c) Trợ giúp viên pháp lý, luật sư thực hiện trợ giúp pháp lý xuất trình Thẻ trợ giúp viên pháp lý hoặc Thẻ luật sư kèm theo bản sao có chứng thực và văn bản cử người thực hiện trợ giúp pháp lý của Trung tâm trợ giúp pháp lý nhà nước. 4. Trong thời hạn 24 giờ kể từ khi nhận đủ giấy tờ quy định tại khoản 2 hoặc khoản 3 Điều này, cơ quan có thẩm quyền tiến hành tố tụng phải kiểm tra giấy tờ và thấy không thuộc trường hợp từ chối việc đăng ký bào chữa quy định tại khoản 5 Điều này thì vào sổ đăng ký bào chữa, gửi ngay văn bản thông báo người bào chữa cho người đăng ký bào chữa, cơ sở giam giữ và lưu giấy tờ liên quan đến việc đăng ký bào chữa vào hồ sơ vụ án; nếu xét thấy không đủ điều kiện thì từ chối việc đăng ký bào chữa và phải nêu rõ lý do bằng văn bản. 5. Cơ quan có thẩm quyền tiến hành tố tụng từ chối việc đăng ký bào chữa khi thuộc một trong các trường hợp: a) Trường hợp quy định tạikhoản 4 Điều 72 của Bộ luật này; b) Người bị buộc tội thuộc trường hợp chỉ định người bào chữa từ chối người bào chữa. 6. Văn bản thông báo người bào chữa có giá trị sử dụng trong suốt quá trình tham gia tố tụng, trừ các trường hợp: a) Người bị buộc tội từ chối hoặc đề nghị thay đổi người bào chữa; b) Người đại diện hoặc người thân thích của người bị buộc tội quy định tạiđiểm b khoản 1 Điều 76 của Bộ luật nàytừ chối hoặc đề nghị thay đổi người bào chữa. 7. Cơ quan có thẩm quyền tiến hành tố tụng hủy bỏ việc đăng ký bào chữa và thông báo cho người bào chữa, cơ sở giam giữ khi thuộc một trong các trường hợp: a) Khi phát hiện người bào chữa thuộc trường hợp quy định tạikhoản 4 Điều 72 của Bộ luật này; b) Vi phạm pháp luật khi tiến hành bào chữa."
    },
    {
      "dieu_id": "dieu_79",
      "dieu_title": "Điều 79. Trách nhiệm thông báo cho người bào chữa",
      "dieu_content": "1. Cơ quan có thẩm quyền tiến hành tố tụng phải báo trước một thời gian hợp lý cho người bào chữa về thời gian, địa điểm tiến hành hoạt động tố tụng mà họ có quyền tham gia theo quy định của Bộ luật này. 2. Trường hợp người bào chữa đã được cơ quan có thẩm quyền tiến hành tố tụng báo trước mà không có mặt thì hoạt động tố tụng vẫn được tiến hành, trừ trường hợp quy định tạiĐiều 291 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_80",
      "dieu_title": "Điều 80. Gặp người bị bắt, người bị tạm giữ, bị can, bị cáo đang bị tạm giam",
      "dieu_content": "1. Để gặp người bị bắt, người bị tạm giữ, bị can, bị cáođang bị tạm giam, người bào chữa phải xuất trình văn bản thông báo người bào chữa, Thẻ luật sư hoặc Thẻ trợ giúp viên pháp lý hoặc Chứng minh nhân dân hoặc thẻ Căn cước công dân. 2. Cơ quan quản lý người bị bắt, người bị tạm giữ, bị can, bị cáođang bị tạm giam phải phổ biến nội quy, quy chế của cơ sở giam giữ và yêu cầu người bào chữa chấp hành nghiêm chỉnh. Trường hợp phát hiện người bào chữa vi phạm quy định về việc gặp thì phải dừng ngay việc gặp và lập biên bản, báo cáo người có thẩm quyền xử lý theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_81",
      "dieu_title": "Điều 81. Thu thập, giao chứng cứ, tài liệu, đồ vật liên quan đến việc bào chữa",
      "dieu_content": "1. Người bào chữa thu thập chứng cứ, tài liệu, đồ vật, tình tiết liên quan đến việc bào chữa theo quy định tạikhoản 2 Điều 88 của Bộ luật này. 2. Tùy từng giai đoạn tố tụng, khi thu thập được chứng cứ, tài liệu, đồ vật liên quan đến việc bào chữa, người bào chữa phải kịp thời giao cho cơ quan có thẩm quyền tiến hành tố tụng để đưa vào hồ sơ vụ án. Việc giao, nhận chứng cứ, tài liệu, đồ vật phải được lập biên bản theo quy định tạiĐiều 133 của Bộ luật này. 3. Trường hợp không thể thu thập được chứng cứ, tài liệu, đồ vật liên quan đến việc bào chữa thì người bào chữa có thể đề nghị cơ quan có thẩm quyền tiến hành tố tụng thu thập."
    },
    {
      "dieu_id": "dieu_82",
      "dieu_title": "Điều 82. Đọc, ghi chép, sao chụp tài liệu trong hồ sơ vụ án",
      "dieu_content": "1. Sau khi kết thúc điều tra, nếu có yêu cầu đọc, ghi chép, sao chụp tài liệu trong hồ sơ vụ án liên quan đến việc bào chữa thì cơ quan có thẩm quyền tiến hành tố tụng có trách nhiệm bố trí thời gian, địa điểm để người bào chữa đọc, ghi chép, sao chụp tài liệu trong hồ sơ vụ án. 2. Sau khi đọc, ghi chép, sao chụp tài liệu, người bào chữa phải bàn giao nguyên trạng hồ sơ vụ án cho cơ quan đã cung cấp hồ sơ. Nếu để mất, thất lạc, hư hỏng tài liệu, hồ sơ vụ án thì tùy tính chất, mức độ vi phạm mà bị xử lý theo quy định của pháp luật."
    },
    {
      "dieu_id": "dieu_83",
      "dieu_title": "Điều 83. Người bảo vệ quyền và lợi ích hợp pháp của người bị tố giác, người bị kiến nghị khởi tố",
      "dieu_content": "1. Người bảo vệ quyền và lợi ích hợp pháp của người bị tố giác, người bị kiến nghị khởi tố là người được người bị tố giác, người bị kiến nghị khởi tố nhờ bảo vệ quyền và lợi ích hợp pháp. 2. Người bảo vệ quyền và lợi ích hợp pháp của người bị tố giác, người bị kiến nghị khởi tố có thể là: a) Luật sư; b) Bào chữa viên nhân dân; c) Người đại diện; d) Trợ giúp viên pháp lý. 3. Người bảo vệ quyền và lợi ích hợp pháp của người bị tố giác, người bị kiến nghị khởi tố có quyền: a) Đưa ra chứng cứ, tài liệu, đồ vật, yêu cầu; b)Kiểm tra, đánh giá và trình bày ý kiến về chứng cứ, tài liệu, đồ vật liên quan và yêu cầu người có thẩm quyền tiến hành tố tụngkiểm tra, đánh giá; c) Có mặt khi lấy lời khai người bị tố giác, người bị kiến nghị khởi tố và nếu được Điều tra viên hoặc Kiểm sát viên đồng ý thì được hỏi người bị tố giác, người bị kiến nghị khởi tố. Sau mỗi lần lấy lời khai của người có thẩm quyền kết thúc thì người bảo vệ quyền và lợi ích hợp pháp của người bị tố giác, người bị kiến nghị khởi tố có quyền hỏi người bị tố giác, người bị kiến nghị khởi tố; d) Có mặt khi đối chất, nhận dạng, nhận biết giọng nói người bị tố giác, người bị kiến nghị khởi tố; đ) Khiếu nại quyết định, hành vi tố tụng của cơ quan, người có thẩm quyền tiến hành tố tụng. 4. Người bảo vệ quyền và lợi ích hợp pháp của người bị tố giác, người bị kiến nghị khởi tố có nghĩa vụ: a) Sử dụng các biện pháp do pháp luật quy định để góp phần làm rõ sự thật khách quan của vụ án; b) Giúp người bị tố giác, người bị kiến nghị khởi tố về pháp lý nhằm bảo vệ quyền và lợi ích hợp pháp của họ."
    },
    {
      "dieu_id": "dieu_84",
      "dieu_title": "Điều 84. Người bảo vệ quyền và lợi ích hợp pháp của bị hại, đương sự",
      "dieu_content": "1. Người bảo vệ quyền và lợi ích hợp pháp của bị hại, đương sự là người được bị hại, đương sự nhờ bảo vệ quyền và lợi ích hợp pháp. 2. Người bảo vệ quyền và lợi ích hợp pháp của bị hại, đương sự có thể là: a) Luật sư; b) Người đại diện; c) Bào chữa viên nhân dân; d) Trợ giúp viên pháp lý. 3. Người bảo vệ quyền và lợi ích hợp pháp của bị hại, đương sự có quyền: a) Đưa ra chứng cứ, tài liệu, đồ vật, yêu cầu; b)Kiểm tra, đánh giá và trình bày ý kiến về chứng cứ, tài liệu, đồ vật liên quan và yêu cầu người có thẩm quyền tiến hành tố tụng kiểm tra, đánh giá; c) Yêu cầu giám định, định giá tài sản; d) Có mặt khi cơ quan có thẩm quyền tiến hành tố tụng lấy lời khai, đối chất, nhận dạng, nhận biết giọng nói của người mà mình bảo vệ; đọc, ghi chép, sao chụp những tài liệu trong hồ sơ vụ án liên quan đến việc bảo vệ quyền lợi của bị hại và đương sự sau khi kết thúc điều tra; đ) Tham gia hỏi, tranh luận tại phiên tòa; xem biên bản phiên tòa; e) Khiếu nại quyết định, hành vi tố tụng của cơ quan, người có thẩm quyền tiến hành tố tụng; g) Đề nghị thay đổi người có thẩm quyền tiến hành tố tụng, người giám định, người định giá tài sản, người phiên dịch, người dịch thuật; h) Kháng cáo phần bản án, quyết định của Tòa án có liên quan đến quyền lợi, nghĩa vụ của người mà mình bảo vệ là người dưới 18 tuổi, người có nhược điểm về tâm thần hoặc thể chất. 4. Người bảo vệ quyền và lợi ích hợp pháp của bị hại, đương sự có nghĩa vụ: a) Sử dụng các biện pháp do pháp luật quy định để góp phần làm rõ sự thật khách quan của vụ án; b) Giúp bị hại, đương sự về pháp lý nhằm bảo vệ quyền và lợi ích hợp pháp của họ."
    }
  ]
}