{
  "chuong_id": "chuong_30",
  "chuong_title": "Chương XXX",
  "chuong_name": "THỦ TỤC ÁP DỤNG BIỆN PHÁP BẮT BUỘC CHỮA BỆNH",
  "dieu_list": [
    {
      "dieu_id": "dieu_447",
      "dieu_title": "Điều 447. Điều kiện và thẩm quyền áp dụng biện pháp bắt buộc chữa bệnh",
      "dieu_content": "1. Khi có căn cứ cho rằng người thực hiện hành vi nguy hiểm cho xã hội không có năng lực trách nhiệm hình sự theo quy định tạiĐiều 21 của Bộ luật hình sựthì tuỳ từng giai đoạn tố tụng, Cơ quan điều tra, Viện kiểm sát, Tòa án phải trưng cầu giám định pháp y tâm thần. 2. Căn cứ kết luận giám định pháp y tâm thần, Viện kiểm sát quyết định áp dụng biện pháp bắt buộc chữa bệnh trong giai đoạn điều tra, truy tố; Tòa án quyết định áp dụng biện pháp bắt buộc chữa bệnh trong giai đoạn xét xử và thi hành án."
    },
    {
      "dieu_id": "dieu_448",
      "dieu_title": "Điều 448. Điều tra đối với người bị nghi về năng lực trách nhiệm hình sự",
      "dieu_content": "1. Đối với vụ án mà có căn cứ cho rằng người thực hiện hành vi nguy hiểm cho xã hội không có năng lực trách nhiệm hình sự, Cơ quan điều tra phải làm sáng tỏ: a) Hành vi nguy hiểm cho xã hội đã xảy ra; b) Tình trạng tâm thần và bệnh tâm thần của người có hành vi nguy hiểm cho xã hội; c) Người có hành vi nguy hiểm cho xã hội có mất khả năng nhận thức hoặc khả năng điều khiển hành vi của mình hay không. 2. Khi tiến hành tố tụng, Cơ quan điều tra phải bảo đảm có người bào chữa tham gia tố tụng từ khi xác định được người có hành vi nguy hiểm cho xã hội mắc bệnh tâm thần hoặc bệnh khác làm mất khả năng nhận thức hoặc khả năng điều khiển hành vi. Người đại diện của người đó có thể tham gia tố tụng trong trường hợp cần thiết."
    },
    {
      "dieu_id": "dieu_449",
      "dieu_title": "Điều 449. Áp dụng biện pháp bắt buộc chữa bệnh trong giai đoạn điều tra",
      "dieu_content": "1. Khi Cơ quan điều tra trưng cầu giám định pháp y tâm thần mà kết quả giám định xác định bị can mắc bệnh tâm thần hoặc bệnh khác làm mất khả năng nhận thức hoặc khả năng điều khiển hành vi thì Cơ quan điều tra gửi văn bản đề nghị áp dụng biện pháp bắt buộc chữa bệnh cùng kết luận giám định choViện kiểm sát cùng cấpđể xem xét, quyết định. Trong thời hạn 03 ngày kể từ ngày nhận được văn bản đề nghị của Cơ quan điều tra cùng kết luận giám định, Viện kiểm sát quyết định áp dụng biện pháp chữa bệnh đối với bị can hoặc yêu cầu Cơ quan điều tra trưng cầu giám định bổ sung, giám định lại nếu thấy chưa đủ căn cứ để quyết định. 2. Trường hợp Viện kiểm sát ra quyết định áp dụng biện pháp bắt buộc chữa bệnh thì Cơ quan điều tra phải ra quyết định tạm đình chỉ hoặc đình chỉ điều tra đối với bị can."
    },
    {
      "dieu_id": "dieu_450",
      "dieu_title": "Điều 450. Quyết định của Viện kiểm sát trong giai đoạn truy tố",
      "dieu_content": "1. Sau khi nhận được hồ sơ vụ án và bản kết luận điều tra, nếu có căn cứ cho rằng bị can không có năng lực trách nhiệm hình sự thì Viện kiểm sát trưng cầu giám định pháp y tâm thần. 2. Căn cứ vào kết luận giám định, Viện kiểm sát có thể ra một trong các quyết định: a) Tạm đình chỉ vụ án và áp dụng biện pháp bắt buộc chữa bệnh; b) Đình chỉ vụ án và áp dụng biện pháp bắt buộc chữa bệnh; c) Trả hồ sơ để điều tra bổ sung; d) Truy tố bị can trước Tòa án. 3. Ngoài quyết định áp dụng biện pháp bắt buộc chữa bệnh, Viện kiểm sát có thể giải quyết vấn đề khác liên quan đến vụ án."
    },
    {
      "dieu_id": "dieu_451",
      "dieu_title": "Điều 451. Quyết định của Tòa án trong giai đoạn xét xử",
      "dieu_content": "1. Sau khi thụ lý vụ án, nếu có căn cứ cho rằng bị can, bị cáo không có năng lực trách nhiệm hình sự thì Tòa án trưng cầu giám định pháp y tâm thần. 2. Căn cứ vào kết luận giám định, Tòa án có thể ra một trong những quyết định: a) Quyết định tạm đình chỉ hoặc đình chỉ vụ án và áp dụng biện pháp bắt buộc chữa bệnh; b) Trả hồ sơ để điều tra lại hoặc điều tra bổ sung; c) Miễn trách nhiệm hình sự hoặc miễn hình phạt và áp dụng biện pháp bắt buộc chữa bệnh; d) Đưa vụ án ra xét xử. 3. Ngoài quyết định áp dụng biện pháp bắt buộc chữa bệnh, Tòa án có thể giải quyết vấn đề bồi thường thiệt hại hoặc vấn đề khác liên quan đến vụ án."
    },
    {
      "dieu_id": "dieu_452",
      "dieu_title": "Điều 452. Áp dụng biện pháp bắt buộc chữa bệnh đối với người đang chấp hành án phạt tù",
      "dieu_content": "1. Trường hợp có căn cứ cho rằng người đang chấp hành án phạt tù mắc bệnh tâm thần hoặc một bệnh khác làm mất khả năng nhận thức hoặc khả năng điều khiển hành vi thì Trại giam, Trại tạm giam, cơ quan thi hành án hình sự Công an cấp tỉnh đề nghịTòa án nhân dân cấp tỉnh, Tòa án quân sự cấp quân khu nơi người bị kết án chấp hành án phạt tù trưng cầu giám định pháp y tâm thần. 2. Căn cứ kết luận giám định pháp y tâm thần, Chánh ánTòa án nhân dân cấp tỉnhhoặc Chánh án Tòa án quân sự cấp quân khu nơi người bị kết án đang chấp hành án phạt tù ra quyết định tạm đình chỉ chấp hành hình phạt tù và áp dụng biện pháp bắt buộc chữa bệnh. Sau khikhỏi bệnh, người đó phải tiếp tục chấp hành án phạt tù nếu không có lý do để miễn chấp hành hình phạt tù."
    },
    {
      "dieu_id": "dieu_453",
      "dieu_title": "Điều 453. Khiếu nại, kháng cáo, kháng nghị",
      "dieu_content": "1. Việc khiếu nại và giải quyết khiếu nại quyết định của Viện kiểm sát về việc áp dụng biện pháp bắt buộc chữa bệnh được thực hiện theo quy định tại Chương XXXIII của Bộ luật này. 2. Việc kháng cáo, kháng nghị quyết định của Tòa án về việc áp dụng biện pháp bắt buộc chữa bệnh được thực hiện như đối với quyết định sơ thẩm quy định tại Bộ luật này. 3. Quyết định áp dụng biện pháp bắt buộc chữa bệnh có hiệu lực thi hành cho đến khi có quyết định khác thay thế hoặc hủy bỏ quyết định áp dụng biện pháp bắt buộc chữa bệnh."
    },
    {
      "dieu_id": "dieu_454",
      "dieu_title": "Điều 454. Đình chỉ thi hành biện pháp bắt buộc chữa bệnh",
      "dieu_content": "1. Biện pháp bắt buộc chữa bệnh được thực hiện ởcơ sở bắt buộc chữa bệnh tâm thầndo Viện kiểm sát hoặc Tòa án chỉ định theo quy định của pháp luật. 2. Khi có thông báo của thủ trưởngcơ sở bắt buộc chữa bệnh tâm thầnvề việc người bị bắt buộc chữa bệnh đã khỏi bệnh thì cơ quan đã đề nghị áp dụng biện pháp bắt buộc chữa bệnh hoặc Viện kiểm sát, Tòa án đã ra quyết định áp dụng biện pháp bắt buộc chữa bệnh trưng cầu giám định pháp y tâm thần về tình trạng bệnh của người bị bắt buộc chữa bệnh. Căn cứ kết luận giám định về việc người bị bắt buộc chữa bệnh đã khỏi bệnh, Viện kiểm sát, Tòa án ra quyết định đình chỉ thi hành biện pháp bắt buộc chữa bệnh. 3. Quyết định đình chỉ thi hành biện pháp bắt buộc chữa bệnh phải được cơ quan đã đề nghị áp dụng biện pháp bắt buộc chữa bệnh hoặc Viện kiểm sát, Tòa án gửi ngay chocơ sở bắt buộc chữa bệnhvà người đại diện của người bị bắt buộc chữa bệnh. 4. Các hoạt động tố tụng, việc chấp hành hình phạt đã bị tạm đình chỉ có thể được phục hồi theo quy định của Bộ luật này."
    }
  ]
}