{
  "chuong_id": "chuong_34",
  "chuong_title": "Chương XXXIV",
  "chuong_name": "BẢO VỆ NGƯỜI TỐ GIÁC TỘI PHẠM, NGƯỜI LÀM CHỨNG, BỊ HẠI VÀ NGƯỜI THAM GIA TỐ TỤNG KHÁC",
  "dieu_list": [
    {
      "dieu_id": "dieu_484",
      "dieu_title": "Điều 484. Người được bảo vệ",
      "dieu_content": "1. Những người được bảo vệ gồm: a) Người tố giác tội phạm; b) Người làm chứng; c) Bị hại; d) Người thân thích của người tố giác tội phạm, người làm chứng, bị hại. 2. Người được bảo vệ có quyền: a) Đề nghị được bảo vệ; b) Được thông báo, giải thích về quyền và nghĩa vụ; c) Được biết về việc áp dụng biện pháp bảo vệ; đề nghị thay đổi, bổ sung, hủy bỏ biện pháp bảo vệ; d) Được bồi thường thiệt hại, khôi phục danh dự, bảo đảm các quyền và lợi ích hợp pháp trong thời gian bảo vệ. 3. Người được bảo vệ có nghĩa vụ: a) Chấp hành nghiêm chỉnh các yêu cầu của cơ quan bảo vệ liên quan đến việc bảo vệ; b) Giữ bí mật thông tin bảo vệ; c) Thông báo kịp thời đến cơ quan có trách nhiệm bảo vệ về những vấn đề nghi vấn trong thời gian được bảo vệ."
    },
    {
      "dieu_id": "dieu_485",
      "dieu_title": "Điều 485. Cơ quan, người có thẩm quyền quyết định áp dụng biện pháp bảo vệ",
      "dieu_content": "1. Cơ quan có thẩm quyền áp dụng các biện pháp bảo vệ gồm: a) Cơ quan điều tra của Công an nhân dân; b) Cơ quan điều tra trong Quân đội nhân dân. 2. Người có thẩm quyền ra quyết định áp dụng biện pháp bảo vệ gồm: a) Thủ trưởng, Phó Thủ trưởng Cơ quan điều tra của Công an nhân dân có thẩm quyền ra quyết định áp dụng biện pháp bảo vệ đối với người được bảo vệ trong các vụ việc, vụ án hình sự do cơ quan mình thụ lý, giải quyết, điều tra hoặc theo đề nghị của Viện kiểm sát nhân dân, Tòa án nhân dân cùng cấp; đề nghị của Viện kiểm sát nhân dân tối cao; b) Thủ trưởng, Phó Thủ trưởng Cơ quan điều tra trong Quân đội nhân dân có thẩm quyền ra quyết định áp dụng biện pháp bảo vệ đối với người được bảo vệ trong các vụ việc, vụ án hình sự do cơ quan mình thụ lý, giải quyết, điều tra hoặc theo đề nghị của Viện kiểm sát quân sự, Tòa án quân sự cùng cấp; đề nghị của Viện kiểm sát quân sự trung ương. 3. Viện kiểm sát nhân dân, Tòa án nhân dân các cấp nếu xét thấy cần áp dụng biện pháp bảo vệ đối với người được bảo vệ thì đề nghị Cơ quan điều tra trực tiếp thụ lý vụ án hình sự ra quyết định áp dụng biện pháp bảo vệ đối với người được bảo vệ. Đề nghị phải được thể hiện bằng văn bản. Cơ quan điều tra Viện kiểm sát nhân dân tối cao, Cơ quan điều tra Viện kiểm sát quân sự trung ương nếu xét thấy cần áp dụng biện pháp bảo vệ đối với người được bảo vệ trong vụ việc, vụ án hình sự do cơ quan mình thụ lý, giải quyết, điều tra thì báo cáo Viện trưởng Viện kiểm sát nhân dân tối cao, Viện trưởng Viện kiểm sát quân sự trung ương có văn bản đề nghị với Cơ quan Cảnh sát điều tra, Cơ quan An ninh điều tra Bộ Công an, Cơ quan điều tra hình sự, Cơ quan An ninh điều tra Bộ Quốc phòng ra quyết định áp dụng biện pháp bảo vệ."
    },
    {
      "dieu_id": "dieu_486",
      "dieu_title": "Điều 486. Các biện pháp bảo vệ",
      "dieu_content": "1. Khi có căn cứ xác định tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người được bảo vệ bị xâm hại hoặc bị đe dọa xâm hại do việc cung cấp chứng cứ, tài liệu, thông tin liên quan đến tội phạm thì cơ quan, người có thẩm quyền tiến hành tố tụng quyết định áp dụng những biện pháp sau đây để bảo vệ họ: a) Bố trí lực lượng, tiến hành các biện pháp nghiệp vụ, sử dụng vũ khí, công cụ hỗ trợ và các phương tiện khác để canh gác, bảo vệ; b) Hạn chế việc đi lại, tiếp xúc của người được bảo vệ để bảo đảm an toàn cho họ; c) Giữ bí mật và yêu cầu người khác giữ bí mật các thông tin liên quan đến người được bảo vệ; d) Di chuyển, giữ bí mật chỗ ở, nơi làm việc, học tập; thay đổi tung tích, lý lịch, đặc điểm nhân dạng của người được bảo vệ, nếu được họ đồng ý; đ) Răn đe, cảnh cáo, vô hiệu hóa các hành vi xâm hại người được bảo vệ; ngăn chặn, xử lý kịp thời các hành vi xâm hại theo quy định của pháp luật; e) Các biện pháp bảo vệ khác theo quy định của pháp luật. 2. Việc áp dụng, thay đổi các biện pháp bảo vệ quy định tại khoản 1 Điều này không được làm ảnh hưởng đến quyền và lợi ích hợp pháp của người được bảo vệ."
    },
    {
      "dieu_id": "dieu_487",
      "dieu_title": "Điều 487. Đề nghị, yêu cầu áp dụng các biện pháp bảo vệ",
      "dieu_content": "1. Người được bảo vệ có quyền làm văn bản đề nghị, yêu cầu cơ quan có thẩm quyền áp dụng biện pháp bảo vệ. Văn bản đề nghị, yêu cầu có các nội dung chính: a) Ngày, tháng, năm; b) Tên, địa chỉ của người đề nghị; c) Lý do và nội dung đề nghị áp dụng biện pháp bảo vệ; d) Chữ ký hoặc điểm chỉ của người đề nghị. Trường hợp đề nghị của cơ quan, tổ chức thì người đại diện theo pháp luật của cơ quan, tổ chức đó ký tên và đóng dấu. 2. Trường hợp khẩn cấp, người được bảo vệ trực tiếp đề nghị cơ quan, người có thẩm quyền áp dụng biện pháp bảo vệ hoặc thông qua phương tiện thông tin liên lạc nhưng sau đó phải thể hiện bằng văn bản đề nghị. Cơ quan, người có thẩm quyền nhận được đề nghị, yêu cầu phải lập biên bản và đưa vào hồ sơ bảo vệ. 3. Khi tiến hành tố tụng đối với vụ án, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra, Viện kiểm sát, Tòa án nhận được đề nghị, yêu cầu áp dụng biện pháp bảo vệ có trách nhiệm xem xét, đề nghị Cơ quan điều tra cùng cấp xem xét, quyết định áp dụng biện pháp bảo vệ. Trường hợp Viện kiểm sát nhân dân cấp cao, Tòa án nhân dân cấp cao nhận được đề nghị, yêu cầu bảo vệ thì đề nghị Cơ quan điều tra Bộ Công an xem xét, quyết định áp dụng biện pháp bảo vệ. 4. Cơ quan điều tra phải kiểm tra căn cứ, tính xác thực của đề nghị, yêu cầu bảo vệ. Trường hợp xét thấy không cần thiết áp dụng biện pháp bảo vệ thì phải giải thích rõ lý do cho người đã yêu cầu, đề nghị biết."
    },
    {
      "dieu_id": "dieu_488",
      "dieu_title": "Điều 488. Quyết định áp dụng biện pháp bảo vệ",
      "dieu_content": "1. Quyết định áp dụng biện pháp bảo vệ gồm các nội dung chính: a) Số, ngày, tháng, năm; địa điểm ra quyết định; b) Chức vụ của người ra quyết định; c) Căn cứ ra quyết định; d) Họ tên, ngày, tháng, năm sinh, nơi cư trú của người được bảo vệ; đ) Biện pháp bảo vệ và thời gian bắt đầu thực hiện biện pháp bảo vệ. 2. Quyết định áp dụng biện pháp bảo vệ được gửi cho người yêu cầu bảo vệ, người được bảo vệ, Viện kiểm sát, Tòa án đã đề nghị áp dụng biện pháp bảo vệ và cơ quan, tổ chức, đơn vị liên quan đến việc bảo vệ. 3. Sau khi ra quyết định áp dụng biện pháp bảo vệ, Cơ quan điều tra có thẩm quyền áp dụng phải tổ chức thực hiện ngay biện pháp bảo vệ. Trường hợp cần thiết có thể phối hợp với các cơ quan, đơn vị trong Công an nhân dân, Quân đội nhân dân để thực hiện việc bảo vệ. 4. Cơ quan điều tra đã ra quyết định áp dụng có thể thay đổi, bổ sung biện pháp bảo vệ trong quá trình bảo vệ nếu xét thấy cần thiết. 5. Thời gian bảo vệ được tính từ khi áp dụng biện pháp bảo vệ cho đến khi có quyết định chấm dứt áp dụng biện pháp bảo vệ."
    },
    {
      "dieu_id": "dieu_489",
      "dieu_title": "Điều 489. Chấm dứt việc bảo vệ",
      "dieu_content": "1. Khi xét thấy căn cứ xâm hại hoặc đe dọa xâm hại tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người được bảo vệ không còn, Thủ trưởng Cơ quan điều tra đã quyết định áp dụng biện pháp bảo vệ phải ra quyết định chấm dứt áp dụng biện pháp bảo vệ. 2. Quyết định chấm dứt áp dụng các biện pháp bảo vệ phải được gửi cho người được bảo vệ, cơ quan đã đề nghị áp dụng biện pháp bảo vệ và cơ quan, tổ chức, đơn vị liên quan đến việc bảo vệ."
    },
    {
      "dieu_id": "dieu_490",
      "dieu_title": "Điều 490. Hồ sơ bảo vệ",
      "dieu_content": "1. Cơ quan điều tra đã ra quyết định áp dụng biện pháp bảo vệ phải lập hồ sơ bảo vệ. 2. Hồ sơ bảo vệ gồm: a) Văn bản đề nghị, yêu cầu áp dụng biện pháp bảo vệ; biên bản về việc đề nghị, yêu cầu áp dụng biện pháp bảo vệ; b) Kết quả xác minh về hành vi xâm hại hoặc đe dọa xâm hại tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người được bảo vệ; c) Tài liệu về hậu quả thiệt hại đã xảy ra (nếu có) và việc xử lý của cơ quan có thẩm quyền; d) Văn bản yêu cầu, đề nghị thay đổi, bổ sung, hủy bỏ biện pháp bảo vệ; đ) Quyết định áp dụng, thay đổi, bổ sung, hủy bỏ biện pháp bảo vệ; e) Tài liệu phản ánh diễn biến quá trình áp dụng biện pháp bảo vệ; g) Văn bản yêu cầu, đề nghị cơ quan, tổ chức, cá nhân phối hợp bảo vệ; h) Báo cáo kết quả thực hiện biện pháp bảo vệ; i) Quyết định chấm dứt biện pháp bảo vệ; k) Các văn bản, tài liệu khác có liên quan đến việc bảo vệ. PHẦN THỨ TÁM HỢP TÁC QUỐC TẾ"
    }
  ]
}