{
  "chuong_id": "chuong_28",
  "chuong_title": "Chương XXVIII",
  "chuong_name": "THỦ TỤC TỐ TỤNG ĐỐI VỚI NGƯỜI DƯỚI 18 TUỔI",
  "dieu_list": [
    {
      "dieu_id": "dieu_413",
      "dieu_title": "Điều 413. Phạm vi áp dụng",
      "dieu_content": "Thủ tục tố tụng đối với người bị buộc tội, người bị hại, người làm chứng là người dưới 18 tuổi được áp dụng theo quy định của Chương này, đồng thời theo những quy định khác của Bộ luật này không trái với quy định của Chương này."
    },
    {
      "dieu_id": "dieu_414",
      "dieu_title": "Điều 414. Nguyên tắc tiến hành tố tụng",
      "dieu_content": "1. Bảo đảm thủ tục tố tụng thân thiện, phù hợp với tâm lý, lứa tuổi, mức độ trưởng thành, khả năng nhận thức của người dưới 18 tuổi; bảo đảm quyền và lợi ích hợp pháp của người dưới 18 tuổi; bảo đảm lợi ích tốt nhất của người dưới 18 tuổi. 2. Bảo đảm giữ bí mật cá nhân của người dưới 18 tuổi. 3. Bảo đảm quyền tham gia tố tụng của người đại diện của người dưới 18 tuổi, nhà trường, Ðoàn thanh niên, người có kinh nghiệm, hiểu biết về tâm lý, xã hội, tổ chức khác nơi người dưới 18 tuổi học tập, lao động và sinh hoạt. 4. Tôn trọng quyền được tham gia, trình bày ý kiến của người dưới 18 tuổi. 5. Bảo đảm quyền bào chữa, quyền được trợ giúp pháp lý của người dưới 18 tuổi. 6. Bảo đảm các nguyên tắc xử lý củaBộ luật hình sựđối với người dưới 18 tuổi phạm tội. 7. Bảo đảm giải quyết nhanh chóng, kịp thời các vụ án liên quan đến người dưới 18 tuổi."
    },
    {
      "dieu_id": "dieu_415",
      "dieu_title": "Điều 415. Người tiến hành tố tụng",
      "dieu_content": "Người tiến hành tố tụng đối với vụ án có người dưới 18 tuổi phải là người đã được đào tạo hoặc có kinh nghiệm điều tra, truy tố, xét xử vụ án liên quan đến người dưới 18 tuổi, có hiểu biết cần thiết về tâm lý học, khoa học giáo dục đối với người dưới 18 tuổi."
    },
    {
      "dieu_id": "dieu_416",
      "dieu_title": "Điều 416. Những vấn đề cần xác định khi tiến hành tố tụng đối với người bị buộc tội là người dưới 18 tuổi",
      "dieu_content": "1. Tuổi, mức độ phát triển về thể chất và tinh thần, mức độ nhận thức về hành vi phạm tội của người dưới 18 tuổi. 2. Ðiều kiện sinh sống và giáo dục. 3. Có hay không có người đủ 18 tuổi trở lên xúi giục. 4. Nguyên nhân, điều kiện, hoàn cảnh phạm tội."
    },
    {
      "dieu_id": "dieu_417",
      "dieu_title": "Điều 417. Xác định tuổi của người bị buộc tội, người bị hại là người dưới 18 tuổi",
      "dieu_content": "1. Việc xác định tuổi của người bị buộc tội, người bị hại là người dưới 18 tuổi do cơ quan có thẩm quyền tiến hành tố tụng thực hiện theo quy định của pháp luật. 2. Trường hợp đã áp dụng các biện pháp hợp pháp mà vẫn không xác định được chính xác thì ngày, tháng, năm sinh của họ được xác định: a) Trường hợp xác định được tháng nhưng không xác định được ngày thì lấy ngày cuối cùng của tháng đó làm ngày sinh. b) Trường hợp xác định được quý nhưng không xác định được ngày, tháng thì lấy ngày cuối cùng của tháng cuối cùng trong quý đó làm ngày, tháng sinh. c) Trường hợp xác định được nửa của năm nhưng không xác định được ngày, tháng thì lấy ngày cuối cùng của tháng cuối cùng trong nửa năm đó làm ngày, tháng sinh. d) Trường hợp xác định được năm nhưng không xác định được ngày, tháng thì lấy ngày cuối cùng của tháng cuối cùng trong năm đó làm ngày, tháng sinh. 3. Trường hợp không xác định được năm sinh thì phải tiến hành giám định để xác định tuổi."
    },
    {
      "dieu_id": "dieu_418",
      "dieu_title": "Điều 418. Giám sát đối với người bị buộc tội là người dưới 18 tuổi",
      "dieu_content": "1. Cơ quan điều tra, cơ quan được giao nhiệm vụ tiến hành một số hoạt động điều tra, Viện kiểm sát, Tòa án có thể ra quyết định giao người bị buộc tội là người dưới 18 tuổi cho người đại diện của họ giám sát để bảo đảm sự có mặt của họ khi có giấy triệu tập của cơ quan có thẩm quyền tiến hành tố tụng. 2. Người được giao nhiệm vụ giám sát có nghĩa vụ giám sát chặt chẽ người dưới 18 tuổi, theo dõi tư cách, đạo đức và giáo dục người đó. Trường hợp người dưới 18 tuổi có dấu hiệu bỏ trốn hoặc có hành vi mua chuộc, cưỡng ép, xúi giục người khác khai báo gian dối, cung cấp tài liệu sai sự thật; tiêu hủy, giả mạo chứng cứ, tài liệu, đồ vật của vụ án, tẩu tán tài sản liên quan đến vụ án; đe dọa, khống chế, trả thù người làm chứng, bị hại, người tố giác tội phạm hoặc người thân thích của những người này hoặc tiếp tục phạm tội thì người được giao nhiệm vụ giám sát phải kịp thời thông báo và phối hợp với cơ quan có thẩm quyền tiến hành tố tụng để có biện pháp ngăn chặn, xử lý kịp thời."
    },
    {
      "dieu_id": "dieu_419",
      "dieu_title": "Điều 419. Áp dụng biện pháp ngăn chặn, biện pháp cưỡng chế",
      "dieu_content": "1. Chỉ áp dụng biện pháp ngăn chặn, biện pháp áp giải đối với người bị buộc tội là người dưới 18 tuổi trong trường hợp thật cần thiết. Chỉ áp dụng biện pháp tạm giữ, tạm giam đối với người bị buộc tội là người dưới 18 tuổi khi có căn cứ cho rằng việc áp dụng biện pháp giám sát và các biện pháp ngăn chặn khác không hiệu quả. Thời hạn tạm giam đối với người bị buộc tội là người dưới 18 tuổi bằng hai phần ba thời hạn tạm giam đối với người đủ 18 tuổi trở lên quy định tại Bộ luật này. Khi không còn căn cứ để tạm giữ, tạm giam thì cơ quan, người có thẩm quyền phải kịp thời hủy bỏ, thay thế bằng biện pháp ngăn chặn khác. 2. Người từ đủ 14 tuổi đến dưới 16 tuổi có thể bị giữ trong trường hợp khẩn cấp, bị bắt, tạm giữ, tạm giam về tội phạm quy định tạikhoản 2 Điều 12 của Bộ luật hình sựnếu có căn cứ quy định tại cácđiều 110, 111 và 112, cácđiểm a, b, c, d và đ khoản 2 Điều 119 của Bộ luật này. 3. Người từ đủ 16 tuổi đến dưới 18 tuổi có thể bị giữ trong trường hợp khẩn cấp, bị bắt, tạm giữ, tạm giam về tội nghiêm trọng do cố ý, tội rất nghiêm trọng, tội đặc biệt nghiêm trọng nếu có căn cứ quy định tại cácđiều 110, 111 và 112, cácđiểm a, b, c, d và đ khoản 2 Điều 119 của Bộ luật này. 4. Đối với bị can, bị cáo từ đủ 16 tuổi đến dưới 18 tuổi bị khởi tố, điều tra, truy tố, xét xử về tội nghiêm trọng do vô ý, tội ít nghiêm trọng màBộ luật hình sựquy định hình phạt tù đến 02 năm thì có thể bị bắt, tạm giữ, tạm giam nếu họ tiếp tục phạm tội, bỏ trốn và bị bắt theo quyết định truy nã. 5. Trong thời hạn 24 giờ kể từ khi giữ người trong trường hợp khẩn cấp, bắt, tạm giữ, tạm giam, người ra lệnh giữ, lệnh hoặc quyết định bắt, tạm giữ, tạm giam người dưới 18 tuổi phải thông báo cho người đại diện của họ biết."
    },
    {
      "dieu_id": "dieu_420",
      "dieu_title": "Điều 420. Việc tham gia tố tụng của người đại diện, nhà trường, tổ chức",
      "dieu_content": "1. Người đại diện của người dưới 18 tuổi, thầy giáo, cô giáo, đại diện của nhà trường, Ðoàn thanh niên, tổ chức khác nơi người dưới 18 tuổi học tập, lao động và sinh hoạt có quyền và nghĩa vụ tham gia tố tụng theo quyết định của Cơ quan điều tra, Viện kiểm sát, Tòa án. 2. Người đại diện của người dưới 18 tuổi được tham gia việc lấy lời khai, hỏi cung người dưới 18 tuổi; đưa ra chứng cứ, tài liệu, đồ vật, yêu cầu, khiếu nại, tố cáo; đọc, ghi chép, sao chụp tài liệu liên quan đến việc buộc tội người dưới 18 tuổi trong hồ sơ vụ án sau khi kết thúc điều tra. 3. Những người quy định tại khoản 1 Điều này khi tham gia phiên tòa có quyền đưa ra chứng cứ, tài liệu, đồ vật, yêu cầu và đề nghị thay đổi người tiến hành tố tụng; phát biểu ý kiến, tranh luận; khiếu nại các hành vi tố tụng của những người có thẩm quyền tiến hành tố tụng và các quyết định của Tòa án."
    },
    {
      "dieu_id": "dieu_421",
      "dieu_title": "Điều 421. Lấy lời khai người bị giữ trong trường hợp khẩn cấp, người bị bắt, người bị tạm giữ, người bị hại, người làm chứng; hỏi cung bị can; đối chất",
      "dieu_content": "1. Khi lấy lời khai người bị giữ trong trường hợp khẩn cấp, người bị bắt, người bị tạm giữ, người bị hại, người làm chứng, hỏi cung bị can là người dưới 18 tuổi, cơ quan có thẩm quyền tiến hành tố tụng phải thông báo trước thời gian, địa điểm lấy lời khai, hỏi cung cho người bào chữa, người đại diện, người bảo vệ quyền và lợi ích hợp pháp của họ. 2. Việc lấy lời khai người bị giữ trong trường hợp khẩn cấp, người bị bắt, bị tạm giữ, hỏi cung bị can phải có mặt người bào chữa hoặc người đại diện của họ. Việc lấy lời khai của người bị hại, người làm chứng phải có người đại diện hoặc người bảo vệ quyền và lợi ích hợp pháp của họ tham dự. 3. Người bào chữa, người đại diện có thể hỏi người bị bắt, người bị tạm giữ, bị can là người dưới 18 tuổi nếu được Điều tra viên, Kiểm sát viên đồng ý. Sau mỗi lần lấy lời khai, hỏi cung của người có thẩm quyền kết thúc thì người bào chữa, người đại diện có thể hỏi người bị giữ trong trường hợp khẩn cấp, người bị bắt, người bị tạm giữ, bị can. 4. Thời gian lấy lời khai người dưới 18 tuổi không quá hai lần trong 01 ngày và mỗi lần không quá 02 giờ, trừ trường hợp vụ án có nhiều tình tiết phức tạp. 5. Thời gian hỏi cung bị can là người dưới 18 tuổi không quá hai lần trong 01 ngày và mỗi lần không quá 02 giờ, trừ trường hợp: a) Phạm tội có tổ chức; b) Để truy bắt người phạm tội khác đang bỏ trốn; c) Ngăn chặn người khác phạm tội; d) Để truy tìm công cụ, phương tiện phạm tội hoặc vật chứng khác của vụ án; đ) Vụ án có nhiều tình tiết phức tạp. 6. Người có thẩm quyền tiến hành tố tụng chỉ tiến hành đối chất giữa bị hại là người dưới 18 tuổi với bị can, bị cáo để làm sáng tỏ tình tiết của vụ án trong trường hợp nếu không đối chất thì không thể giải quyết được vụ án."
    },
    {
      "dieu_id": "dieu_422",
      "dieu_title": "Điều 422. Bào chữa",
      "dieu_content": "1. Người bị buộc tội là người dưới 18 tuổi có quyền tự bào chữa hoặc nhờ người khác bào chữa. 2. Người đại diện của người dưới 18 tuổi bị buộc tội có quyền lựa chọn người bào chữa hoặc tự mình bào chữa cho người dưới 18 tuổi bị buộc tội. 3. Trường hợp người bị buộc tội là người dưới 18 tuổi không có người bào chữa hoặc người đại diện của họ không lựa chọn người bào chữa thì Cơ quan điều tra, Viện kiểm sát, Tòa án phải chỉ định người bào chữa theo quy định tạiĐiều 76 của Bộ luật này."
    },
    {
      "dieu_id": "dieu_423",
      "dieu_title": "Điều 423. Xét xử",
      "dieu_content": "1. Thành phần Hội đồng xét xử sơ thẩm vụ án phải có một Hội thẩm là giáo viên hoặc cán bộ Đoàn thanh niên hoặc người có kinh nghiệm, hiểu biết tâm lý người dưới 18 tuổi. 2. Trường hợp đặc biệt cần bảo vệ bị cáo, bị hại là người dưới 18 tuổi thì Tòa án có thể quyết định xét xử kín. 3. Phiên tòa xét xử bị cáo là người dưới 18 tuổi phải có mặt người đại diện của bị cáo, đại diện của nhà trường, tổ chức nơi bị cáo học tập, sinh hoạt, trừ trường hợp những người này vắng mặt mà không vì lý do bất khả kháng hoặc không do trở ngại khách quan. 4. Việc xét hỏi, tranh luận với bị cáo, bị hại, người làm chứng là người dưới 18 tuổi tại phiên tòa được tiến hành phù hợp với lứa tuổi, mức độ phát triển của họ. Phòng xử án được bố trí thân thiện, phù hợp với người dưới 18 tuổi. 5. Đối với vụ án có bị hại, người làm chứng là người dưới 18 tuổi, Hội đồng xét xử phải hạn chế việc tiếp xúc giữa bị hại, người làm chứng với bị cáo khi bị hại, người làm chứng trình bày lời khai tại phiên tòa. Thẩm phán chủ tọa phiên tòa có thể yêu cầu người đại diện, người bảo vệ quyền và lợi ích hợp pháp hỏi bị hại, người làm chứng. 6. Khi xét xử, nếu thấy không cần thiết phải quyết định hình phạt đối với bị cáo thì Hội đồng xét xử áp dụng biện pháp giáo dục tại trường giáo dưỡng. 7. Chánh án Tòa án nhân dân tối cao quy định chi tiết việc xét xử vụ án có người dưới 18 tuổi của Tòa gia đình và người chưa thành niên."
    },
    {
      "dieu_id": "dieu_424",
      "dieu_title": "Điều 424. Chấm dứt việc chấp hành biện pháp giáo dục tại xã, phường, thị trấn, biện pháp giáo dục tại trường giáo dưỡng, giảm hoặc miễn chấp hành hình phạt",
      "dieu_content": "Người dưới 18 tuổi bị kết án có thể được chấm dứt việc chấp hành biện pháp giáo dục tại xã, phường, thị trấn, biện pháp giáo dục tại trường giáo dưỡng, giảm hoặc miễn chấp hành hình phạt khi có đủ điều kiện quy định tạiĐiều 95 hoặc Điều 96 hoặc Ðiều 105 của Bộ luật hình sự."
    },
    {
      "dieu_id": "dieu_425",
      "dieu_title": "Điều 425. Xóa án tích",
      "dieu_content": "Việc xóa án tích đối với người dưới 18 tuổi phạm tội khi có đủ điều kiện quy định tạiÐiều 107 của Bộ luật hình sựđược thực hiện theo thủ tục chung quy định tại Bộ luật này."
    },
    {
      "dieu_id": "dieu_426",
      "dieu_title": "Điều 426. Thẩm quyền áp dụng các biện pháp giám sát, giáo dục đối với người dưới 18 tuổi phạm tội được miễn trách nhiệm hình sự",
      "dieu_content": "Cơ quan điều tra, Viện kiểm sát, Tòa án có thẩm quyền quyết định áp dụng một trong các biện pháp giám sát, giáo dục sau đây đối với người dưới 18 tuổi phạm tội được miễn trách nhiệm hình sự: 1. Khiển trách; 2. Hòa giải tại cộng đồng; 3. Giáo dục tại xã, phường, thị trấn."
    },
    {
      "dieu_id": "dieu_427",
      "dieu_title": "Điều 427. Trình tự, thủ tục áp dụng biện pháp khiển trách",
      "dieu_content": "1. Khi miễn trách nhiệm hình sự cho người dưới 18 tuổi phạm tội mà xét thấy có đủ điều kiện áp dụng biện pháp khiển trách theo quy định củaBộ luật hình sựthì Thủ trưởng, Phó Thủ trưởng Cơ quan điều tra, Viện trưởng, Phó Viện trưởng Viện kiểm sát, Hội đồng xét xử quyết định áp dụng biện pháp khiển trách đối với người dưới 18 tuổi phạm tội trong vụ án do cơ quan mình thụ lý, giải quyết. 2. Quyết định áp dụng biện pháp khiển trách có các nội dung chính: a) Số, ngày, tháng, năm; địa điểm ra quyết định; b) Họ tên, chức vụ, chữ ký của người có thẩm quyền ra quyết định và đóng dấu của cơ quan ra quyết định; c) Lý do, căn cứ ra quyết định; d) Họ tên, ngày, tháng, năm sinh, nơi cư trú của bị can, bị cáo; đ) Tội danh, điểm, khoản, điều củaBộ luật hình sựđã áp dụng; e) Thời gian thực hiện nghĩa vụ của người bị khiển trách. 3. Cơ quan điều tra, Viện kiểm sát, Tòa án phải giao ngay quyết định áp dụng biện pháp khiển trách cho người bị khiển trách, cha mẹ hoặc người đại diện của họ."
    },
    {
      "dieu_id": "dieu_428",
      "dieu_title": "Điều 428. Trình tự, thủ tục áp dụng biện pháp hòa giải tại cộng đồng",
      "dieu_content": "1. Khi xét thấy có đủ điều kiện áp dụng biện pháp hòa giải tại cộng đồng theo quy định củaBộ luật hình sựthì Thủ trưởng, Phó Thủ trưởng Cơ quan điều tra, Viện trưởng, Phó Viện trưởng Viện kiểm sát, Hội đồng xét xử quyết định áp dụng biện pháp hòa giải tại cộng đồng. 2. Quyết định áp dụng biện pháp hòa giải tại cộng đồng có các nội dung chính: a) Số, ngày, tháng, năm; địa điểm ra quyết định; b) Họ tên, chức vụ, chữ ký của người ra quyết định và đóng dấu của cơ quan ra quyết định; c) Lý do, căn cứ ra quyết định; d) Tội danh, điểm, khoản, điều củaBộ luật hình sựđã áp dụng; đ) Họ tên Điều tra viên hoặc Kiểm sát viên hoặc Thẩm phán được phân công tiến hành hòa giải; e) Họ tên, ngày, tháng, năm sinh, nơi cư trú của bị can, bị cáo; g) Họ tên người bị hại; h) Họ tên những người khác tham gia hòa giải; i) Thời gian, địa điểm, tiến hành hòa giải. 3. Quyết định áp dụng biện pháp hòa giải tại cộng đồng phải giao cho người dưới 18 tuổi phạm tội, cha mẹ hoặc người đại diện của họ; người bị hại, người đại diện của người bị hại và Ủy ban nhân dân xã, phường, thị trấn nơi tổ chức việc hòa giải tại cộng đồng chậm nhất là 03 ngày trước ngày tiến hành hòa giải. 4. Khi tiến hành hòa giải, Điều tra viên hoặc Kiểm sát viên hoặc Thẩm phán được phân công tiến hành hòa giải phải phối hợp với Ủy ban nhân dân xã, phường, thị trấn nơi tổ chức việc hòa giải và phải lập biên bản hòa giải. 5. Biên bản hòa giải có các nội dung chính: a) Địa điểm, giờ, ngày, tháng, năm tiến hành hòa giải, thời gian bắt đầu và thời gian kết thúc; b) Họ tên Điều tra viên, Kiểm sát viên, Thẩm phán được phân công tiến hành hòa giải; c) Họ tên, ngày, tháng, năm sinh, nơi cư trú của bị can, bị cáo; d) Họ tên, ngày, tháng, năm sinh, nơi cư trú của người bị hại; đ) Họ tên, ngày, tháng, năm sinh, nơi cư trú của những người khác tham gia hòa giải; e) Các câu hỏi, câu trả lời, lời trình bày của những người tham gia hòa giải; g) Kết quả hòa giải; người dưới 18 tuổi, cha mẹ hoặc người đại diện của người dưới 18 tuổi xin lỗi người bị hại và bồi thường thiệt hại (nếu có); người bị hại, người đại diện của người bị hại đã tự nguyện hòa giải, đề nghị miễn trách nhiệm hình sự (nếu có); h) Chữ ký của Điều tra viên, Kiểm sát viên, Thẩm phán hòa giải. 6. Ngay sau khi kết thúc hòa giải, Điều tra viên, Kiểm sát viên, Thẩm phán tiến hành hòa giải phải đọc lại biên bản cho những người tham gia hòa giải nghe. Nếu có người yêu cầu ghi những sửa đổi, bổ sung thì Điều tra viên, Kiểm sát viên, Thẩm phán đã lập biên bản phải ghi những sửa đổi, bổ sung đó vào biên bản và ký xác nhận. Trường hợp không chấp nhận yêu cầu thì phải ghi rõ lý do vào biên bản. Biên bản hòa giải được giao ngay cho những người tham gia hòa giải."
    },
    {
      "dieu_id": "dieu_429",
      "dieu_title": "Điều 429. Trình tự, thủ tục áp dụng biện pháp giáo dục tại xã, phường, thị trấn",
      "dieu_content": "1. Khi miễn trách nhiệm hình sự cho người dưới 18 tuổi phạm tội mà xét thấy có đủ điều kiện áp dụng biện pháp giáo dục tại xã, phường, thị trấn theo quy định củaBộ luật hình sựthì Thủ trưởng, Phó Thủ trưởng Cơ quan điều tra, Viện trưởng, Phó Viện trưởng Viện kiểm sát, Hội đồng xét xử quyết định áp dụng biện pháp giáo dục tại xã, phường, thị trấn đối với người dưới 18 tuổi phạm tội trong vụ án do cơ quan mình thụ lý, giải quyết. 2. Quyết định áp dụng biện pháp giáo dục tại xã, phường, thị trấn có các nội dung chính: a) Số, ngày, tháng, năm; địa điểm ra quyết định; b) Họ tên, chức vụ, chữ ký của người ra quyết định và đóng dấu của cơ quan ra quyết định; c) Lý do, căn cứ ra quyết định; d) Họ tên, ngày, tháng, năm sinh, nơi cư trú của bị can, bị cáo; đ) Tội danh, điểm, khoản, điều củaBộ luật hình sựđã áp dụng; e) Thời hạn áp dụng biện pháp giáo dục tại xã, phường, thị trấn; g) Trách nhiệm của chính quyền xã, phường, thị trấn nơi người bị áp dụng biện pháp này cư trú. 3. Trong thời hạn 03 ngày kể từ ngày ra quyết định áp dụng biện pháp giáo dục tại xã, phường, thị trấn, Cơ quan điều tra, Viện kiểm sát, Tòa án phải giao quyết định cho người bị áp dụng biện pháp này, cha mẹ hoặc người đại diện của họ và chính quyền xã, phường, thị trấn nơi họ cư trú."
    },
    {
      "dieu_id": "dieu_430",
      "dieu_title": "Điều 430. Trình tự, thủ tục áp dụng biện pháp giáo dục tại trường giáo dưỡng",
      "dieu_content": "1. Khi xét thấy không cần thiết phải áp dụng hình phạt thì Hội đồng xét xử quyết định trong bản án việc áp dụng biện pháp giáo dục tại trường giáo dưỡng đối với người dưới 18 tuổi phạm tội. 2. Quyết định áp dụng biện pháp giáo dục tại trường giáo dưỡng có các nội dung chính: a) Số, ngày, tháng, năm; địa điểm ra quyết định; b) Họ tên, chữ ký các thành viên Hội đồng xét xử đã ra quyết định; c) Lý do, căn cứ ra quyết định; d) Họ tên, ngày, tháng, năm sinh, nơi cư trú của bị cáo; đ) Tội danh, điểm, khoản, điều củaBộ luật hình sựđã áp dụng; e) Thời hạn áp dụng biện pháp giáo dục tại trường giáo dưỡng; g) Trách nhiệm của trường giáo dưỡng nơi giáo dục người bị áp dụng biện pháp này. 3. Quyết định áp dụng biện pháp giáo dục tại trường giáo dưỡng được giao ngay cho người dưới 18 tuổi phạm tội, cha mẹ hoặc người đại diện của họ và trường giáo dưỡng nơi giáo dục họ."
    }
  ]
}