{
  "chuong_id": "chuong_16",
  "chuong_title": "Chương XVI",
  "chuong_name": "BIỆN PHÁP ĐIỀU TRA TỐ TỤNG ĐẶC BIỆT",
  "dieu_list": [
    {
      "dieu_id": "dieu_223",
      "dieu_title": "Điều 223. Các biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "Sau khi khởi tố vụ án, trong quá trình điều tra, người có thẩm quyền tiến hành tố tụng có thể áp dụng các biện pháp điều tra tố tụng đặc biệt: 1. Ghi âm, ghi hình bí mật; 2. Nghe điện thoại bí mật; 3. Thu thập bí mật dữ liệu điện tử."
    },
    {
      "dieu_id": "dieu_224",
      "dieu_title": "Điều 224. Trường hợp áp dụng biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "Có thể áp dụng biện pháp điều tra tố tụng đặc biệt đối với các trường hợp: 1. Tội xâm phạm an ninh quốc gia, tội phạm về ma túy, tội phạm về tham nhũng, tội khủng bố, tội rửa tiền; 2. Tội phạm khác có tổ chức thuộc loại tội phạm đặc biệt nghiêm trọng."
    },
    {
      "dieu_id": "dieu_225",
      "dieu_title": "Điều 225. Thẩm quyền, trách nhiệm quyết định và thi hành quyết định áp dụng biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "1. Thủ trưởng Cơ quan điều tra cấp tỉnh, Thủ trưởng Cơ quan điều tra quân sự cấp quân khu trở lên tự mình hoặc theo yêu cầu của Viện trưởng Viện kiểm sát nhân dân cấp tỉnh, Viện trưởng Viện kiểm sát quân sự cấp quân khu có quyền ra quyết định áp dụng biện pháp điều tra tố tụng đặc biệt. Trường hợp vụ án do Cơ quan điều tra cấp huyện, Cơ quan điều tra quân sự khu vực thụ lý, điều tra thì Thủ trưởng Cơ quan điều tra cấp huyện, Thủ trưởng Cơ quan điều tra quân sự khu vực đề nghị Thủ trưởng Cơ quan điều tra cấp tỉnh, Thủ trưởng Cơ quan điều tra quân sự cấp quân khu xem xét, quyết định áp dụng. 2. Quyết định áp dụng biện pháp điều tra tố tụng đặc biệt ghi rõ thông tin cần thiết về đối tượng bị áp dụng, tên biện pháp được áp dụng, thời hạn, địa điểm áp dụng, cơ quan tiến hành biện pháp điều tra tố tụng đặc biệt và các nội dung quy định tạikhoản 2 Điều 132 của Bộ luật này. 3. Quyết định áp dụng biện pháp điều tra tố tụng đặc biệt phải được Viện trưởng Viện kiểm sát cùng cấp phê chuẩn trước khi thi hành. Thủ trưởng Cơ quan điều tra đã ra quyết định áp dụng có trách nhiệm kiểm tra chặt chẽ việc áp dụng biện pháp này, kịp thời đề nghị Viện kiểm sát hủy bỏ nếu xét thấy không còn cần thiết. Cơ quan chuyên trách trong Công an nhân dân, Quân đội nhân dân theo quy định của pháp luật có trách nhiệm thi hành quyết định áp dụng biện pháp điều tra tố tụng đặc biệt. 4. Thủ trưởng Cơ quan điều tra, Viện trưởng Viện kiểm sát có thẩm quyền và người thi hành quyết định áp dụng biện pháp điều tra tố tụng đặc biệt phải giữ bí mật."
    },
    {
      "dieu_id": "dieu_226",
      "dieu_title": "Điều 226. Thời hạn áp dụng biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "1. Thời hạn áp dụng biện pháp điều tra tố tụng đặc biệt không quá 02 tháng kể từ ngày Viện trưởng Viện kiểm sát phê chuẩn. Trường hợp phức tạp có thể gia hạn nhưng không quá thời hạn điều tra theo quy định của Bộ luật này. 2. Chậm nhất là 10 ngày trước khi hết thời hạn áp dụng biện pháp điều tra tố tụng đặc biệt, nếu xét thấy cần gia hạn thì Thủ trưởng Cơ quan điều tra đã ra quyết định áp dụng phải có văn bản đề nghị Viện trưởng Viện kiểm sát đã phê chuẩn xem xét, quyết định việc gia hạn."
    },
    {
      "dieu_id": "dieu_227",
      "dieu_title": "Điều 227. Sử dụng thông tin, tài liệu thu thập được bằng biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "1. Thông tin, tài liệu thu thập được bằng biện pháp điều tra tố tụng đặc biệt chỉ được sử dụng vào việc khởi tố, điều tra, truy tố, xét xử vụ án hình sự; thông tin, tài liệu không liên quan đến vụ án phải tiêu hủy kịp thời. Nghiêm cấm sử dụng thông tin, tài liệu, chứng cứ thu thập được vào mục đích khác. 2. Thông tin, tài liệu thu thập được bằng việc áp dụng biện pháp điều tra tố tụng đặc biệt có thể dùng làm chứng cứ để giải quyết vụ án. 3. Cơ quan điều tra có trách nhiệm thông báo ngay kết quả việc áp dụng biện pháp điều tra tố tụng đặc biệt cho Viện trưởng Viện kiểm sát đã phê chuẩn."
    },
    {
      "dieu_id": "dieu_228",
      "dieu_title": "Điều 228. Hủy bỏ việc áp dụng biện pháp điều tra tố tụng đặc biệt",
      "dieu_content": "Viện trưởng Viện kiểm sát đã phê chuẩn quyết định áp dụng biện pháp điều tra tố tụng đặc biệt phải kịp thời hủy bỏ quyết định đó khi thuộc một trong các trường hợp: 1. Có đề nghị bằng văn bản của Thủ trưởng Cơ quan điều tra có thẩm quyền; 2. Có vi phạm trong quá trình áp dụng biện pháp điều tra tố tụng đặc biệt; 3. Không cần thiết tiếp tục áp dụng biện pháp điều tra tố tụng đặc biệt."
    }
  ]
}