{
  "chuong_id": "chuong_27",
  "chuong_title": "Chương XXVII",
  "chuong_name": "THỦ TỤC ĐẶC BIỆT",
  "dieu_list": [
    {
      "dieu_id": "dieu_404",
      "dieu_title": "Điều 404. Yêu cầu, kiến nghị, đề nghị xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao",
      "dieu_content": "1. Khi có căn cứ xác định quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao có vi phạm pháp luật nghiêm trọng hoặc phát hiện tình tiết quan trọng mới có thể làm thay đổi cơ bản nội dung quyết định mà Hội đồng Thẩm phán Tòa án nhân dân tối cao không biết được khi ra quyết định đó, nếu Ủy ban thường vụ Quốc hội yêu cầu,Ủy ban tư pháp của quốc hội, Viện trưởng Viện kiểm sát nhân dân tối cao kiến nghị, Chánh án Tòa án nhân dân tối cao đề nghị thì Hội đồng Thẩm phán Tòa án nhân dân tối phải mở phiên họp để xem xét lại quyết định đó. 2. Trường hợp Ủy ban thường vụ Quốc hội yêu cầu thì Chánh án Tòa án nhân dân tối cao có trách nhiệm báo cáo Hội đồng Thẩm phán Tòa án nhân dân tối cao để xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao. 3. Trường hợpỦy ban tư pháp của quốc hội, Viện trưởng Viện kiểm sát nhân dân tối cao kiến nghị thì Hội đồng Thẩm phán Tòa án nhân dân tối cao mở phiên họp xem xét kiến nghị đó. Trường hợp Chánh án Tòa án nhân dân tối cao đề nghị thì báo cáo Hội đồng Thẩm phán Tòa án nhân dân tối cao mở phiên họp xem xét đề nghị đó."
    },
    {
      "dieu_id": "dieu_405",
      "dieu_title": "Điều 405. Thành phần tham dự phiên họp của Hội đồng Thẩm phán Tòa án nhân dân tối cao để xem xét kiến nghị, đề nghị",
      "dieu_content": "1. Viện trưởng Viện kiểm sát nhân dân tối cao phải tham dự phiên họp của Hội đồng Thẩm phán Tòa án nhân dân tối cao để xem xét kiến nghị củaỦy ban tư pháp của quốc hội, kiến nghị của Viện trưởng Viện kiểm sát nhân dân tối cao hoặc đề nghị của Chánh án Tòa án nhân dân tối cao. 2. Đại diệnỦy ban tư pháp của quốc hộiđược mời tham dự phiên họp của Hội đồng Thẩm phán Tòa án nhân dân tối cao để xem xét kiến nghị củaỦy ban tư pháp của quốc hội. 3. Trường hợp xét thấy cần thiết, Tòa án nhân dân tối cao có thể mời cơ quan, tổ chức, cá nhân có liên quan tham dự phiên họp."
    },
    {
      "dieu_id": "dieu_406",
      "dieu_title": "Điều 406. Chuẩn bị mở phiên họp xem xét kiến nghị, đề nghị",
      "dieu_content": "1. Sau khi nhận được kiến nghị củaỦy ban tư pháp của quốc hội, của Viện trưởng Viện kiểm sát nhân dân tối cao hoặc sau khi Chánh án Tòa án nhân dân tối cao có văn bản đề nghị xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao, Tòa án nhân dân tối cao gửi cho Viện kiểm sát nhân dân tối cao bản sao văn bản kiến nghị hoặc đề nghị đó kèm theo hồ sơ vụ án để Viện kiểm sát nhân dân tối cao chuẩn bị ý kiến phát biểu tại phiên họp xem xét kiến nghị, đề nghị. Chánh án Tòa án nhân dân tối cao tổ chức thẩm định hồ sơ để báo cáo Hội đồng Thẩm phán Tòa án nhân dân tối cao xem xét, quyết định tại phiên họp. 2. Trong thời hạn 30 ngày kể từ ngày nhận được kiến nghị củaỦy ban tư pháp của quốc hội, kiến nghị của Viện trưởng Viện kiểm sát nhân dân tối cao hoặc kể từ ngày Chánh án Tòa án nhân dân tối cao có văn bản đề nghị thì Hội đồng Thẩm phán Tòa án nhân dân tối cao phải mở phiên họp xem xét kiến nghị, đề nghị đó và thông báo bằng văn bản cho Viện trưởng Viện kiểm sát nhân dân tối cao về thời gian, địa điểm mở phiên họp xem xét kiến nghị, đề nghị."
    },
    {
      "dieu_id": "dieu_407",
      "dieu_title": "Điều 407. Thủ tục mở phiên họp xem xét kiến nghị, đề nghị",
      "dieu_content": "1. Chánh án Tòa án nhân dân tối cao tự mình hoặc phân công một thành viên Hội đồng Thẩm phán Tòa án nhân dân tối cao trình bày tóm tắt nội dung vụ án và quá trình giải quyết vụ án. 2. Đại diệnỦy ban tư pháp của quốc hội, Chánh án Tòa án nhân dân tối cao, Viện trưởng Viện kiểm sát nhân dân tối cao có kiến nghị, đề nghị xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao trình bày về các vấn đề sau: a) Nội dung kiến nghị, đề nghị; b) Căn cứ kiến nghị, đề nghị; c) Phân tích chứng cứ cũ và chứng cứ mới bổ sung (nếu có) để làm rõ việc vi phạm pháp luật nghiêm trọng trong quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao hoặc những tình tiết quan trọng mới có thể làm thay đổi cơ bản nội dung quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao. 3. Trường hợp xem xét kiến nghị củaỦy ban tư pháp của quốc hộihoặc xem xét đề nghị của Chánh án Tòa án nhân dân tối cao thì Viện trưởng Viện kiểm sát nhân dân tối cao phát biểu ý kiến về tính có căn cứ và hợp pháp của kiến nghị, đề nghị; nêu rõ quan điểm và lý do nhất trí hoặc không nhất trí với kiến nghị, đề nghị đó. 4. Hội đồng Thẩm phán Tòa án nhân dân tối cao thảo luận và biểu quyết theo đa số về việc nhất trí hoặc không nhất trí với kiến nghị, đề nghị xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao. 5. Trường hợp nhất trí với kiến nghị củaỦy ban tư pháp của quốc hội, Viện trưởng Viện kiểm sát nhân dân tối cao hoặc đề nghị của Chánh án Tòa án nhân dân tối cao thì Hội đồng Thẩm phán Tòa án nhân dân tối cao quyết định về việc mở phiên họp để xem xét lại quyết định của mình. 6. Mọi diễn biến tại phiên họp xem xét kiến nghị, đề nghị và các quyết định được thông qua tại phiên họp được ghi vào biên bản phiên họp và lưu hồ sơ xem xét kiến nghị, đề nghị."
    },
    {
      "dieu_id": "dieu_408",
      "dieu_title": "Điều 408. Thông báo kết quả phiên họp xem xét kiến nghị, đề nghị",
      "dieu_content": "Sau khi kết thúc phiên họp, Hội đồng Thẩm phán Tòa án nhân dân tối cao gửi văn bản thông báo kết quả phiên họp về việc nhất trí hoặc không nhất trí kiến nghị, đề nghị choỦy ban tư pháp của quốc hội, Viện trưởng Viện kiểm sát nhân dân tối cao. Văn bản thông báo phải nêu rõ lý do của việc nhất trí hoặc không nhất trí với kiến nghị, đề nghị đó. Trường hợp không nhất trí kết quả xem xét kiến nghị, đề nghị của Hội đồng Thẩm phán Tòa án nhân dân tối cao thì Ủy ban tư pháp của Quốc hội, Viện trưởng Viện kiểm sát nhân dân tối cao, Chánh án Tòa án nhân dân tối cao có quyền báo cáo Ủy ban thường vụ Quốc hội xem xét, quyết định."
    },
    {
      "dieu_id": "dieu_409",
      "dieu_title": "Điều 409. Thẩm định hồ sơ vụ án; xác minh, thu thập chứng cứ, tài liệu, đồ vật",
      "dieu_content": "1. Trường hợp có yêu cầu của Ủy ban thường vụ Quốc hội hoặc có quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao nhất trí xem xét lại quyết định của mình thì Chánh án Tòa án nhân dân tối cao tổ chức việc thẩm định hồ sơ vụ án và tổ chức việc xác minh, thu thập chứng cứ, tài liệu, đồ vật trong trường hợp cần thiết. 2. Việc thẩm định hồ sơ vụ án, xác minh, thu thập chứng cứ, tài liệu, đồ vật phải làm rõ có hay không có vi phạm pháp luật nghiêm trọng hoặc có hay không có tình tiết quan trọng mới làm thay đổi cơ bản nội dung quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao."
    },
    {
      "dieu_id": "dieu_410",
      "dieu_title": "Điều 410. Thời hạn mở phiên họp xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao",
      "dieu_content": "1. Trong thời hạn 04 tháng kể từ ngày nhận được yêu cầu của Ủy ban thường vụ Quốc hội hoặc kể từ ngày có quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao nhất trí xem xét lại quyết định của mình, Hội đồng Thẩm phán Tòa án nhân dân tối cao phải mở phiên họp. 2. Tòa án nhân dân tối cao gửi cho Viện kiểm sát nhân dân tối cao văn bản thông báo về thời gian, địa điểm mở phiên họp xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao kèm theo hồ sơ vụ án trong trường hợp có yêu cầu của Ủy ban thường vụ Quốc hội."
    },
    {
      "dieu_id": "dieu_411",
      "dieu_title": "Điều 411. Thủ tục và thẩm quyền xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao",
      "dieu_content": "1. Viện trưởng Viện kiểm sát nhân dân tối cao phải tham dự phiên họp xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao và phát biểu quan điểm về việc có hay không có vi phạm pháp luật nghiêm trọng hoặc có hay không có tình tiết mới quan trọng làm thay đổi cơ bản nội dung quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao và quan điểm về việc giải quyết vụ án. 2. Sau khi nghe Chánh án Tòa án nhân dân tối cao báo cáo, nghe ý kiến của Viện trưởng Viện kiểm sát nhân dân tối cao, của cơ quan, tổ chức, cá nhân có liên quan tham dự (nếu có), Hội đồng Thẩm phán Tòa án nhân dân tối cao quyết định: a) Không chấp nhận yêu cầu của Ủy ban thường vụ Quốc hội, kiến nghị củaỦy ban tư pháp của quốc hội, Viện trưởng Viện kiểm sát nhân dân tối cao, đề nghị của Chánh án Tòa án nhân dân tối cao và giữ nguyên quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao; b) Hủy quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao, hủy bản án, quyết định đã có hiệu lực pháp luật có vi phạm pháp luật và quyết định về nội dung vụ án; c) Hủy quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao, hủy bản án, quyết định đã có hiệu lực pháp luật và xác định trách nhiệm bồi thường thiệt hại theo quy định của pháp luật; d) Hủy quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao, hủy bản án, quyết định đã có hiệu lực pháp luật có vi phạm pháp luật để điều tra lại hoặc xét xử lại. 3. Quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao phải được ít nhất ba phần tư tổng số thành viên của Hội đồng Thẩm phán Tòa án nhân dân tối cao biểu quyết tán thành."
    },
    {
      "dieu_id": "dieu_412",
      "dieu_title": "Điều 412. Gửi quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao về việc xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao",
      "dieu_content": "Sau khi Hội đồng Thẩm phán Tòa án nhân dân tối cao ra một trong các quyết định quy định tạiĐiều 411 của Bộ luật này, Tòa án nhân dân tối cao gửi quyết định cho Ủy ban thường vụ Quốc hội,Ủy ban tư pháp của quốc hội, Viện kiểm sát nhân dân tối cao, Cơ quan điều tra, Viện kiểm sát và Tòa án đã giải quyết vụ án và những người có liên quan. PHẦN THỨ BẢY"
    }
  ]
}